[
    {
        "input": "O/0060/24\n\nTRADE MARKS ACT 1994\n\nTRADE MARK APPLICATION No. 3761113\nBY BARKING BRAINS LTD\n\nAND\n\nOPPOSITION 435009\nBY PET FOOD (UK) LTD\n\n\n\nBACKGROUND AND PLEADINGS\n1. This is an opposition by Pet Food (UK) Ltd (“the opponent”) to an application filed\non 2nd March 2022 (“the relevant date”) by Barking Brains Ltd (“the applicant”) to\nregister BARKING BRAINS (“the contested mark”) as a trade mark.\n2. The application covers goods and services in classes 18, 25, 41, 42 and 44.\nHowever, shortly before the hearing described below the applicant indicated it was\nremoving the goods in class 18 from its application in order to narrow the issues in\ndispute. Consequently, it is only necessary to set out the goods/services in the other\nclasses. These are:\nClass 25: Clothing, footwear, headgear.\nClass 41: Education; educational services; provision of training; educational\nresearch; instruction services; organisation of exhibitions and conferences;\npublication of books and texts; training of animals.\nClass 42: Scientific research; research and reports in scientific fields; medical\nresearch; veterinary research; scientific research in the field of psychology.\nClass 44: Veterinary services; psychology services; animal assisted therapy.\n3. The opponents grounds of opposition are based on sections 5(2)(b), 5(3) and\n5(4)(a) of the Trade Marks Act 1994 (“the Act”). However, at the hearing the\nopponents representative accepted that the opposition based on s.5(4)(a) (which\nprotects rights in relation to unregistered trade marks) stood or fell with the other two\ngrounds.1 Consequently, I will focus on the opposition based on sections 5(2) and 5(3)\nof the Act, which are as follows:\n\n1 In this connection, I note that the evidence of the opponents witness, Mr Bushell, claims that the\n\nopponent has acquired goodwill in relation to, inter alia, “advice relating to pets.” The opponents\nearlier registered marks are not registered for such services. However, the section 5(4)(a) ground still\ncannot broaden the opponents case because the goodwill as pleaded in the notice of opposition does\nnot include “advice relating to pets.”\n\nPage 2 of 23\n\n\n\n“(2) A trade mark shall not be registered if because—\n(a) (b) it is similar to an earlier trade mark and is to be registered for goods or\nservices identical with or similar to those for which the earlier trade mark is\nprotected,\nthere exists a likelihood of confusion on the part of the public, which includes\nthe likelihood of association with the earlier trade mark.\n(3) A trade mark which—\n(a) is identical with or similar to an earlier trade mark, shall not be registered if,\nor to the extent that, the earlier trade mark has a reputation in the United\nKingdom and the use of the later mark without due cause would take unfair\nadvantage of, or be detrimental to, the distinctive character or the repute of the\nearlier trade mark.\n(3A) Subsection (3) applies irrespective of whether the goods and services for\nwhich the trade mark is to be registered are identical with, similar to or not\nsimilar to those for which the earlier trade mark is protected.”\n4. The opponent is the proprietor of the following earlier trade marks:\nTrade Mark\n\nFiling\n& Goods/Services\nRegistration\nDates\n\nNo. 2552720\n\n12/07/2010\n\nClass 18: Pet leads; collars for animals\n\nBARKING HEADS\n\n08/10/2010\n\nClass 20: Pet beds; dog kennels; kennels\nfor household pets\nClass 28: Toys for domestic pets\nClass 31: Foodstuffs for animals\n\nPage 3 of 23\n\n\n\nNo. 3583379\n\n22/01/2021\n28/05/2021\n\nClass 18: Pet leads; collars for animals;\nharnesses, clothing for pets; muzzles;\nbags; rucksacks.\nClass 20: Beds for pets; kennels for pets;\ncushions for pets; containers, not of metal,\nfor storage or transport; scratching posts\nfor cats.\nClass 28: Toys and playthings for pets.\nClass 31: Foodstuffs for animals;\nalimentary preparations included in Class\n31 for use as additives to foodstuffs for\nanimals; litter for animals.\n\n5. According to the opponent, the contested mark is similar to the earlier marks,\nclothing for pets (for which the earlier 379 mark is registered in class 18) is similar to\nthe applicants goods in class 25, and there is a likelihood of confusion. Consequently,\nregistration of the contested mark in class 25 would be contrary to section 5(2)(b) of\nthe Act.\n6. Additionally, the earlier marks have acquired a reputation in the UK in relation to\nfoodstuffs for animals as a result of their use since 2010. The opponent claims that\nuse of the contested mark would, without due cause, take unfair advantage of, and/or\nbe detrimental to, the reputation or distinctive character of the earlier marks.\nConsequently, the registration of the contested mark in relation to all the\ngoods/services covered by the application would be contrary to section 5(3) of the Act.\n7. The applicant filed a counterstatement denying the grounds of opposition. I note, in\nparticular, that the applicant put the opponent to proof that:\n-\n\nearlier trade mark 2552720 was put to genuine use during the five years ending\non the relevant date, and\n\n-\n\nthe goods in class 25 covered by the application are similar to any of the goods\nfor which the earlier marks are registered.\n\n8. Both sides seek an award of costs.\nPage 4 of 23\n\n\n\nREPRESENTATION\n9. Ward Hadaway LLP represent the applicant. The opponent is represented by Bailey\nWalsh & Co. LLP. A hearing took place (remotely) on 12th January 2024 at which Ms\nKendal Watkinson appeared as counsel for the applicant. Mr Philip Stephenson of\nBailey Walsh appeared on behalf of the opponent.\nTHE EVIDENCE\n10. The opponents evidence comes from Will Bushell, who is the Managing Director\nof the company. According to Mr Bushell, the BARKING HEADS brand was launched\nin 2008 targeting the premium, high protein content dogfood market. UK turnover\nunder the BARKING HEADS brand in 2020 and 2021 amounted to £7.5m and £9.3m,\nrespectively. Barking Heads dog food has been stocked at PETS AT HOME (a major\nUK retailer of pet products) since at least 2017.2 The turnover in 2021 was roughly\ndouble the turnover in 2017. The packaging of the product bears the composite 379\nmark. However, as one would expect, the accompanying descriptions refer to it simply\nas BARKING HEADS.\n11. The opponent spends around £700k per annum advertising BARKING HEADS\nproducts. This includes the cost of the opponents website barkingheads.co.uk.\nHistorical pages from the website are in evidence which show, inter alia, that the\nBARKING HEADS word mark is used as such as well as part of the composite 379\nmark.3 The opponent maintains a YouTube channel.4 The pages in evidence from\n2023 include a TV advertisement for BARKING HEADS, which was shown in\nassociation with Channel 4s Bake Off: The Professionals program. The advert\nreceived over 200k views on YouTube between 2021 and 2023. I also note that an\narticle published in August 2021 on the website of The Independent national\nnewspaper referenced the opponents dog food as a competitor in the market for\nquality dog foods.5\n\n2 Exhibit WB3 to Mr Bushells statement consists of copies of pages from the website of PETS AT\n\nHOME dated April 2019 showing that BARKING HEADS dog food on sale at around £5 per Kg.\n3 See exhibit WB2\n4 See exhibit WB4\n5 See exhibit WB5\n\nPage 5 of 23\n\n\n\n12. The applicants evidence consists of a witness statement by Dr Kathy Murphy, who\nis the sole director the applicant. Ms Murphy is a neuroscientist and veterinary surgeon\nby profession and has been in the veterinary and pet industry for 24 years. The\napplicants core business is veterinary behaviour neuroscience and animal training.\nThe applicants customers are people interested in animal behaviour such as trainers,\nbehaviourists and interested dog owners. Dr Murphy says the applicant also intends\nto provide, ancillary to the core business, some clothing under the brand BARKING\nBRAINS. In her experience, “the field of veterinary services and animal behaviour and\ntraining is a specialised field and these are not services which are typically (if ever)\nprovided by dog food manufacturers, or under dog food brands.”\n13. Dr Murphy also says she has “..never heard of the Opponent or the mark\nBARKING HEADS or the dog food products bearing this mark and none of my\ncolleagues have heard of the Opponent or their brand either.” She points out that the\nUK pet food market as a whole is estimated to be worth in the region of £3.8bn for\n20236 and the opponents turnover must be seen in this context.\n14. Dr Murphys evidence is that she has “..not seen or experienced a single instance\nof confusion from my customers confusing, or even making any connection between,\nthe Opponent's mark and products and the Company's mark and its goods and\nservices. Nor has the Company, nor I, ever received any communication or queries\nfrom customers in this regard, or otherwise demonstrating any confusion of customers\nbetween the two brands.”\n15. The opponent did not file evidence in reply.\nTHE SECTION 5(2)(b) GROUND OF OPPOSITION\n16. The opponents closest mark is the 720 word mark. However, this is not registered\nfor any goods that are similar to the applicants goods in class 25, which is the now\nthe only class at which the opposition under section 5(2) of the Act is directed.\nAdditionally, the 720 word mark is subject to proof of use under section 6A of the Act,\n\n6 Sourced from UK Pet Food (previously known as the Pet Food Manufacturers' Association) website\n\nPage 6 of 23\n\n\n\nand there is no evidence of any use of the mark in relation to goods in class 18.\nConsequently, the opponents only chance of success under section 5(2) depends on\nthe composite 379 mark. This mark was only registered in 2021. Therefore, it is not\nyet subject to the proof of use requirements. This means that the opponent can rely\non the earlier registration of this mark in relation to all the goods for which it is\nregistered.\nComparison of goods\n17. The opponent relies on the registration of the earlier 379 mark in relation to\nclothing for animals in class 18 which it submits is similar, albeit to a low degree, to\nclothing, footwear, headgear in class 25. It is common ground that the latter covers\ngoods for use by humans (only). The applicant denies there is any similarity between\nsuch goods.\n18. The relevant factors identified by Jacob J. (as he then was) in the Treat case,7\nfor assessing similarity are:\n\n(a) The respective uses of the respective goods or services;\n\n(b) The respective users of the respective goods or services;\n\n(c) The physical nature of the goods or acts of service;\n\n(d) The respective trade channels through which the goods or services reach\nthe market;\n\n(e) In the case of self-serve consumer items, where in practice they are\nrespectively found or likely to be, found in supermarkets and in particular\nwhether they are, or are likely to be, found on the same or different shelves;\n\n(f) The extent to which the respective goods or services are competitive. This\ninquiry may take into account how those in trade classify goods, for instance\n\n7 [1996] R.P.C. 281\n\nPage 7 of 23\n\n\n\nwhether market research companies, who of course act for industry, put the\ngoods or services in the same or different sectors.\n19. Human clothing is worn to keep the body warm, to protect it from the elements, to\nimprove the users appearance, and for modesty. At least the first two purposes also\napply to animal clothing.\n20. The respective users of the goods are obviously different, although the customers\noverlap because animal clothes are bought by their owners.\n21. The physical nature of the goods is similar because both goods are typically made\nfrom natural or man-made materials, such as wool, leather or nylon.\n22. The trade channels appear completely different. There is no evidence that clothing,\nfootwear and headgear for humans is marketed through the same trade channels as\nclothing for animals. It follows the goods are not stocked in proximity to one another.\n23. The goods are not competitive or complementary.\n24. I have my doubts there is any real similarity between these goods. However, for\npresent purposes I will proceed on the basis they are similar to a low degree.\n25. I note in passing that the 379 mark is also registered in relation to bags. The\nopponent has not argued that such goods are similar to clothing. I am aware of cases\nwhere such goods have been found to be similar to clothing. However, as these are\nadversarial proceedings in which I must remain neutral, it would be inappropriate for\nme to find a better case for the opponent than the one it has chosen to advance. I\nassume the opponent has decided to argue its case the way it has because it\nconsiders that clothing for animals represents its best case. Therefore, for present\npurposes I will proceed on the basis that bags are no more similar to (human) clothing\nthan clothing for animals.\nStatus of EU case law\n26. The provisions of the Act relied upon in these proceedings are assimilated law, as\nthey are derived from EU law. Although the UK has left the EU, section 6(3)(a) of the\nEuropean Union (Withdrawal) Act 2018 (as amended by Schedule 2 of the Retained\nPage 8 of 23\n\n\n\nEU Law (Revocation and Reform) Act 2023) requires tribunals applying assimilated\nlaw to follow assimilated EU case law. That is why this decision refers to decisions of\nthe EU courts which predate the UKs withdrawal from the EU.\nGlobal assessment\n27. The following principles are gleaned from the decisions of the EU courts in Sabel\nBV v Puma AG, Case C-251/95, Canon Kabushiki Kaisha v Metro-Goldwyn-Mayer\nInc, Case C-39/97, Lloyd Schuhfabrik Meyer & Co GmbH v Klijsen Handel B.V. Case\nC-342/97, Marca Mode CV v Adidas AG & Adidas Benelux BV, Case C-425/98,\nMatratzen Concord GmbH v OHIM, Case C-3/03, Medion AG v. Thomson\nMultimedia Sales Germany & Austria GmbH, Case C-120/04, Shaker di L. Laudato &\nC. Sas v OHIM, Case C-334/05P and Bimbo SA v OHIM, Case C-591/12P.\n\nThe principles\n\n(a) The likelihood of confusion must be appreciated globally, taking account of\nall relevant factors;\n\n(b) the matter must be judged through the eyes of the average consumer of\nthe goods or services in question, who is deemed to be reasonably well\ninformed and reasonably circumspect and observant, but who rarely has the\nchance to make direct comparisons between marks and must instead rely\nupon the imperfect picture of them he has kept in his mind, and whose\nattention varies according to the category of goods or services in question;\n\n(c) the average consumer normally perceives a mark as a whole and does not\nproceed to analyse its various details;\n\n(d) the visual, aural and conceptual similarities of the marks must normally be\nassessed by reference to the overall impressions created by the marks\nbearing in mind their distinctive and dominant components, but it is only when\nall other components of a complex mark are negligible that it is permissible to\nmake the comparison solely on the basis of the dominant elements;\nPage 9 of 23\n\n\n\n(e) nevertheless, the overall impression conveyed to the public by a\ncomposite trade mark may be dominated by one or more of its components;\n\n(f) however, it is also possible that in a particular case an element\ncorresponding to an earlier trade mark may retain an independent distinctive\nrole in a composite mark, without necessarily constituting a dominant element\nof that mark;\n\n(g) a lesser degree of similarity between the goods or services may be offset\nby a great degree of similarity between the marks, and vice versa;\n\n(h) there is a greater likelihood of confusion where the earlier mark has a\nhighly distinctive character, either per se or because of the use that has been\nmade of it;\n\n(i) mere association, in the strict sense that the later mark brings the earlier\nmark to mind, is not sufficient;\n\n(j) the reputation of a mark does not give grounds for presuming a likelihood\nof confusion simply because of a likelihood of association in the strict sense;\n\n(k) if the association between the marks creates a risk that the public might\nbelieve that the respective goods or services come from the same or\neconomically linked undertakings, there is a likelihood of confusion.\nAverage consumer and the selection process\n28. Ms Watkinson asked me to take into account that the “context” of the applicants\nproposed use of the contested mark in relation to clothing etc. was as a side line to its\ncore services. It is well established that it is necessary to consider all the\n\nPage 10 of 23\n\n\n\ncircumstances in which the mark applied for might be used if it were registered.8 The\nspecific use the applicant currently has in mind is, therefore, irrelevant.\n29. Although the average consumers level of attention will vary depending on the cost\nand exact nature of the goods, clothing etc. in class 25 is usually selected by members\nof the general public paying an average level of attention.\n30. The goods are likely to be selected primarily by eye from shelves, advertisements,\nwebpages etc. However, word of mouth orders/recommendations will also play some\npart in the selection process. Therefore, the way the marks sound also matters, albeit\nto a lesser degree than the way they look.\nDistinctive character of the earlier 379 mark\n31. The opponent submits that the earlier 379 mark is highly distinctive. When I asked\nMr Stephenson to explain why he relied on (1) the extensive use made of the mark\nand (2) the stylisation of the dogs head device element. However, there is no evidence\nof use of the mark in relation to class 18 goods. It follows that the mark cannot have\nbecome more distinctive as a result of such use. The distinctiveness of the device of\na dogs head cannot assist the opponent either. This is because it is a point of\ndifference, rather than a point of similarity, between the marks. I was told that the\nBARKING HEADS mark was coined as a play on the name of the band called Talking\nHeads. However, I do not think that would be apparent to average consumers of\nanimal clothing etc., so that is also irrelevant.\n32. The words BARKING HEADS do not describe animal clothing etc. in class 18.\nNeither word is particularly distinctive on its own. Indeed, as the applicant points out,\nthe word BARKING is strongly associated with dogs and, therefore, low in\ndistinctiveness in relation to products for dogs. However, the combination of BARKING\nand HEADS is novel and fairly memorable. Therefore, I find that the relevant element\nof the earlier mark for present purposes – the words – have a normal or average\ndegree of distinctive character in relation to animal products and animal clothing in\nclass 18.\n\n8 See O2 Holdings Limited, O2 (UK) Limited v Hutchison 3G UK Limited, CJEU, Case C-533/06\n\nPage 11 of 23\n\n\n\nComparison of marks\n33. In Bimbo SA v OHIM9 the CJEU",
        "output": "{\"case_ref\":\"O\/0060\/24\",\"officer\":\"Allan James\",\"dec_date\":\"2024-01-29\",\"jurisdiction\":\"UK\",\"app_mark\":\"BARKING BRAINS\",\"opp_mark\":\"BARKING HEADS\",\"app_name\":\"Barking Brains Ltd\",\"app_spec\":\"Clothing, footwear, headgear; Educational services; Scientific research; Veterinary services\",\"opp_spec\":\"Pet leads; collars for animals; foodstuffs for animals\",\"app_class\":[25,41,42,44],\"opp_class\":[18,31],\"comp_mkt\":false,\"market_overlap_duration\":null,\"attention\":3,\"distinct\":4,\"confusion\":false,\"conf_type\":\"none\"}"
    },
    {
        "input": "0 646-17\r\n-\r\n\r\nTRADE MARKS ACT 1994\r\n\r\nIN THE MATTER OF:\r\n\r\nTRADE MARK APPLICATION 3192386\r\nBY H\r\n\r\nH\r\n\r\nH\r\n\r\nH\r\n\r\nH\r\n\r\nTO REGISTER THE FOLLOWING TRADE MARK IN CLASS 25:\r\n\r\nGABRIELLE\r\n&\r\n\r\nOPPOSITION THERETO (No 408705) BY CHANEL LIMITED\r\n\r\n\fBackground and pleadings\r\n\r\n1. The trade mark GABRIELLE was filed by\r\n\r\n(“the applicant”) on 20\r\n\r\nOctober 2016. It was published for opposition purposes on 9 December 2016.\r\nRegistration is sought for the following goods in class 25:\r\n\r\nArticles of clothing, robes, dresses, tunics, cardigans, leggings, scarves, belts,\r\ntutus, trousers, t-shirts and sweatshirts; headgear; footwear, boots, shoes,\r\nslippers, flip-flops and slides; jumpers, caps, hats, jumpsuits, shorts, tights,\r\nskirts, swimsuits, lingerie\r\n\r\n2. Registration is opposed by Chanel Limited (“the opponent”) under section 5(2)(b)\r\nof the Trade Marks Act 1994 (“the Act”). The opponent relies on one earlier mark which\r\nconsists of the words GABRIELLE CHANEL. The earlier mark was filed on 29 October\r\n2015 and registered on 5 February 2016. The consequence of this date of registration\r\nis that the earlier mark is not subject to the requirement to show genuine use as per\r\nSection 6A of the Act. Although it is registered for more goods and services, the\r\nopponent relies only upon “clothing; footwear; headgear; gloves, scarves, belts” that\r\nforms part of its registration. The opposition is directed against all of the goods for\r\nwhich registration is sought. I note the following from the opponent’s statement of\r\ncase:\r\n\r\ni)\r\n\r\nThat GABRIELLE CHANEL is an important heritage trade mark of the\r\nopponent and that it is the name of its founder.\r\n\r\nii)\r\n\r\nThat the name GABRIELLE is uncommon in the UK.\r\n\r\niii)\r\n\r\nGABRIELLE forms a distinctive and dominant part of the opponent’s mark.\r\n\r\niv)\r\n\r\nThat the marks are similar, with the applied for mark being wholly contained\r\nwithin the opponent’s mark.\r\n\r\nv)\r\n\r\nThat consumers pay greater attention to the beginnings of marks.\r\n\r\nvi)\r\n\r\nThat the goods are identical.\r\n\r\nvii)\r\n\r\nThat there is “an intrinsic link between the Opponent and GABRIELLE” and\r\nthat the various factor combine to create a likelihood of confusion.\r\n2\r\n\r\n\f3. The applicant filed a counterstatement denying the grounds of opposition. I note\r\nthe following:\r\n\r\ni)\r\n\r\nIt is denied that the goods are identical.\r\n\r\nii)\r\n\r\nIt is denied that GABRIELLE is uncommon, with it being highlighted that the\r\nname is ranked 256th out of 978 popular names in London.\r\n\r\niii)\r\n\r\nIt is not admitted that GABRIELLE has high inherent distinctiveness or that\r\nit forms a distinctive and dominant part of the opponent’s mark.\r\n\r\niv)\r\n\r\nWhilst consumers typically pay greater attention to the beginnings of marks,\r\nfamily names have, in principle, higher intrinsic value as an indicator of\r\norigin.\r\n\r\nv)\r\n\r\nThat the same first name may belong to a great number of people who have\r\nnothing in common. Where signs share the first name, but there is no\r\ncommon surname, there is no similarity.\r\n\r\nvi)\r\n\r\n4.\r\n\r\nA likelihood of confusion is denied.\r\n\r\nOnly the opponent filed evidence. The applicant filed written submissions in\r\n\r\nresponse. A hearing took place before me on 1 December 2017. The opponent was\r\nrepresented by Mr Andrew Norris, of counsel, instructed by Withers & Rogers LLP.\r\nThe applicant was represented by Ms Amanda Michaels, also of counsel, instructed\r\nby Kilburn & Strode LLP.\r\n\r\nThe evidence\r\n\r\n5.\r\n\r\nThe opponent’s evidence takes the form of a witness statement by Ms Lucy\r\n\r\nAboulian, the opponent’s senior intellectual property counsel. She begins her evidence\r\nby discussing the popularity of the name Gabrielle and then moves on to discuss the\r\nuse of GABRIELLE by the opponent and references to it in the press. As the\r\napplicant’s submissions respond to Ms Aboulian’s evidence, I also detail below what\r\nwas submitted in response.\r\n\r\n3\r\n\r\n\f6. Ms Aboulian states that the popularity of the name in London (a reference to what\r\nwas stated in the applicant’s counterstatement) is not determinative. She, in any event,\r\ndisagrees with the applicant’s assertion as to the popularity of the name. Ms Aboulian\r\nprovides Exhibit LKA1, which consists of a spreadsheet from the website of the Office\r\nfor National Statistics (“ONS”) listing the top 100 most popular girl’s name. A top 100\r\nis given for 1994 with the same then provided at ten year intervals back to 1904. It is\r\nhighlighted that Gabrielle only appears in the 1994 list, at position 87. It is added that\r\ntotal numbers throughout the entirety of the period are not publically available.\r\n\r\n7. Various tables are also provided by Ms Aboulian which have been put together\r\nusing calculations applied to a second spreadsheet downloaded from the ONS\r\nwebsite. The headline figures to which Ms Aboulian draws attention are:\r\n\r\n•\r\n\r\nSince 1996, Gabrielle has appeared in the Top 100 only three times (89th in\r\n2002, 98th in 1997 and 99th in 1996).\r\n\r\n•\r\n\r\nIn 2015, Gabrielle was ranked 388th.\r\n\r\n•\r\n\r\nIn terms of numbers of girls who were born and given the name Gabrielle, there\r\nwas a high of 574 in 2002 (21 out of every 10k) and a low of 118 in 2015 (4 out\r\nof every 10k). Between 1996 and 2015, this equates to 11 out of every 10k.\r\n\r\n•\r\n\r\nTo put this in context, a comparison is made with the name Amelia, which is\r\nranked number 1 with 106 out of every 10k receiving this name over the same\r\nperiod. Ms Aboulian states that the above figures demonstrate the difference\r\nbetween a popular name and an uncommon one.\r\n\r\n8. Ms Aboulian states that in view of the above, GABRIELLE is an uncommon name\r\nin the UK and possesses a high degree of inherent distinctiveness and forms a\r\ndistinctive and dominant part of the opponent’s mark.\r\n\r\n9.\r\n\r\nThe applicant’s submissions also deal with the popularity point. It submits that\r\n\r\nGABRIELLE is a popular, well-known and recognisable name. It highlights various\r\npoints from the spreadsheets in evidence including:\r\n\r\n4\r\n\r\n\f•\r\n\r\nThat the spreadsheet between 1904 and 1994 is not helpful given the age of\r\nthe data.\r\n\r\n•\r\n\r\nBetween 1996 and 2015 Gabrielle has appeared in the Top 200 12 years in a\r\nrow.\r\n\r\n•\r\n\r\nThat 18823 potential names are in the more recent table.\r\n\r\n•\r\n\r\nThe name has been in various positions between 1998 and 2007, 107th at the\r\nhighest and 191st at the lowest. TO CHECK\r\n\r\n10.\r\n\r\nIn relation to the opponent’s use of the name, Ms Aboulian states that the\r\n\r\nopponent was founded by Mile Gabrielle Chanel in 1910 and that Chanel is a wellknown fashion house. It is stated that the first name, GABRIELLE, has come to be a\r\ndistinctive part of Chanel’s branding. It is added that whilst Mile Chanel is often known\r\nas Coco Chanel, she is also known as Gabrielle and is referred to in the press as\r\n\"Gabrielle “Coco” Chanel”.\r\n\r\n11. It is stated that Ms Chanel is one of the most famous fashion designers of all time.\r\nExhibit LKA1 is a copy of an essay from the Metropolitan Museum of Art. Whilst the\r\nname “Gabrielle “Coco” Chanel” is used as part of the title and as part of the first\r\nintroductory paragraph, the rest of the essay refers to the designer (and her fashion\r\nhouse) as “Chanel”.\r\n\r\n12. Exhibit LKA4 is a copy of a web based documentary titled “Inside Chanel”, which\r\nis about Mile Chanel. Ms Aboulian highlights that Chapter 18, which she says was first\r\npublished in 2017 (and so after the relevant date), is called “Gabrielle, a Rebel at\r\nHeart” . Chapter 20 of the documentary is provided in Exhibit LKA5 and, according to\r\nMr Aboulian, describes “Gabrielle’s philosophy of design”.\r\n\r\n13. Ms Aboulian then discusses the press coverage of the name GABRIELLE as part\r\nof the marketing of the opponent’s goods. Four exhibits are provided as follows:\r\n\r\n•\r\n\r\nAn article from ft.com, dated 21 February 2017, titled “Why Gabrielle is still\r\nChanel’s biggest asset”. What is clear from this is that the opponent is to launch\r\n\r\n5\r\n\r\n\fnew products which use the name Gabrielle such as “the Chanel Gabrieiie\r\nHandbag” and “Gabrielle Chanel the fragrance”.\r\n•\r\n\r\nAn article from elle.com dated 7 April 2017 which makes reference to the launch\r\nof the Gabrielle handbag.\r\n\r\n•\r\n\r\nAn article from the website of the Telegraph from March 2017 which is also\r\nabout the Gabrielle handbag.\r\n\r\n•\r\n\r\nAn article from Beauty magazine about the Gabrielle Chanel fragrance that is\r\nto be launched. The article is not dated. There are references to “the rebellious\r\nspirit of Gabrielle Chanel before she was Coco”.\r\n\r\n14. Ms Aboulian states that although the above post-dates the application, they still\r\nserve to demonstrate that GABRIELLE is intrinsically linked with GABRIELLE\r\nCHANEL in the mind of the consumer. She considers that the GABRIELLE part of the\r\nopponent’s mark will be linked with clothing in the mind of the consumer and, therefore,\r\nthe use of GABRIELLE by the applicant will confuse consumers into believing that the\r\ngoods originate from, or are economically linked, to the opponent.\r\n\r\n15. The applicant’s submissions focus on the fact that much of the evidence is from\r\nafter the relevant date and, further, that the essay is from a museum in New York. It\r\nfurther submits that the opponent’s business is known as Chanel and it is this that will\r\nform the dominant part of the earlier mark.\r\n\r\nSection 5(2Hb)\r\n\r\n16. Section 5(2)(b) of the Act states that:\r\n\r\n“5.-(2) A trade mark shall not be registered if because -\r\n\r\n(b) it is similar to an earlier trade mark and is to be registered for goods or\r\nservices identical with or similar to those for which the earlier trade mark is\r\nprotected,\r\n\r\n6\r\n\r\n\fthere exists a likelihood of confusion on the part of the public, which includes\r\nthe likelihood of association with the earlier trade mark.”\r\n\r\n17. The following principles are gleaned from the judgments of the EU courts in Sabel\r\n\r\nBV v Puma AG, Case C-251\/95, Canon Kabushiki Kaisha v Metro-Goldwyn-Mayer\r\nInc, Case C-39\/97, Lloyd Schuhfabrik Meyer & Co GmbH v Klijsen Handel B. V. Case\r\nC-342\/97, Marca Mode CV v Adidas AG & Adidas Benelux BV, Case C-425\/98,\r\n\r\nMatratzen Concord GmbH v OHIM, Case C-3\/03, Medion AG v. Thomson Multimedia\r\nSales Germany & Austria GmbH, Case C-120\/04, Shaker di L. Laudato & C. Sas v\r\nOHIM, Case C-334\/05P and Bimbo SA v OHIM, Case C-591\/12P.\r\n\r\n(a) The likelihood of confusion must be appreciated globally, taking account of\r\nall relevant factors;\r\n(b) the matter must be judged through the eyes of the average consumer of the\r\ngoods or services in question, who is deemed to be reasonably well informed\r\nand reasonably circumspect and observant, but who rarely has the chance to\r\nmake direct comparisons between marks and must instead rely upon the\r\nimperfect picture of them he has kept in his mind, and whose attention varies\r\naccording to the category of goods or services in question;\r\n(c) the average consumer normally perceives a mark as a whole and does not\r\nproceed to analyse its various details;\r\n(d) the visual, aural and conceptual similarities of the marks must normally be\r\nassessed by reference to the overall impressions created by the marks bearing\r\nin mind their distinctive and dominant components, but it is only when all other\r\ncomponents of a complex mark are negligible that it is permissible to make the\r\ncomparison solely on the basis of the dominant elements;\r\n(e) nevertheless, the overall impression conveyed to the public by a composite\r\ntrade mark may be dominated by one or more of its components;\r\n(f) however, it is also possible that in a particular case an element\r\ncorresponding to an earlier trade mark may retain an independent distinctive\r\nrole in a composite mark, without necessarily constituting a dominant element\r\nof that mark;\r\n\r\n7\r\n\r\n\f(g) a lesser degree of similarity between the goods or services may be offset\r\nby a greater degree of similarity between the marks, and vice versa;\r\n(h) there is a greater likelihood of confusion where the earlier mark has a highly\r\ndistinctive character, either per se or because of the use that has been made\r\nof it;\r\n(i) mere association, in the strict sense that the later mark brings the earlier\r\nmark to mind, is not sufficient;\r\n(j) the reputation of a mark does not give grounds for presuming a likelihood of\r\nconfusion simply because of a likelihood of association in the strict sense;\r\n(k) if the association between the marks creates a risk that the public will\r\nwrongly believe that the respective goods or services come from the same or\r\neconomically-linked undertakings, there is a likelihood of confusion.\r\n\r\nComparison of goods\r\n\r\n18. The competing specifications are set out below, both of which are in class 25:\r\n\r\nApplied for specification\r\n\r\nArticles\r\n\r\nof clothing,\r\n\r\ntunics,\r\n\r\ncardigans,\r\n\r\nbelts,\r\n\r\ntutus,\r\n\r\nEarlier mark’s specification\r\n\r\nrobes,\r\n\r\ndresses,\r\n\r\nClothing; footwear’ headgear; gloves,\r\n\r\nleggings,\r\n\r\nscarves,\r\n\r\nscarves, belts\r\n\r\ntrousers,\r\n\r\nt-shirts\r\n\r\nand\r\n\r\nsweatshirts; headgear; footwear, boots,\r\nshoes, slippers, flip-flops and slides;\r\njumpers, caps, hats, jumpsuits, shorts,\r\ntights, skirts, swimsuits, lingerie.\r\n\r\n19. It was accepted by Ms Michaels at the hearing that the goods are identical (see\r\nparagraph 14 of her skeleton argument).\r\n\r\n8\r\n\r\n\fThe average consumer and the purchasing process\r\n\r\n20. The average consumer is deemed to be reasonably well informed and reasonably\r\nobservant and circumspect. For the purpose of assessing the likelihood of confusion,\r\nit must be borne in mind that the average consumer's level of attention is likely to vary\r\naccording to the category of goods or services in question: Lloyd Schuhfabrik Meyer,\r\nCase C-342\/97. In Hearst Holdings Inc, Fleischer Studios Inc v A.V.E.L.A. Inc,\r\n\r\nPoeticgem Limited, The Partnership (Trading) Limited, U Wear Limited, J Fox Limited,\r\n[2014] EWHC 439 (Ch), Birss J. described the average consumer in these terms:\r\n\r\n“60. The trade mark questions have to be approached from the point of view\r\nof the presumed expectations of the average consumer who is reasonably\r\nwell informed and reasonably circumspect. The parties were agreed that the\r\nrelevant person is a legal construct and that the test is to be applied\r\nobjectively by the court from the point of view of that constructed person. The\r\nwords “average” denotes that the person is typical. The term “average” does\r\nnot denote some form of numerical mean, mode or median.”\r\n\r\n21.\r\n\r\nThe conflicting goods are items of clothing. The average consumer will be a\r\n\r\nmember of the general public. I agree with Mr Norris’ submission that such goods are\r\nlikely to be selected by predominantly visual means, through self-selection, websites\r\nand brochures\/catalogues. There is ample case-law to support this point1. I will not,\r\nthough, ignore the aural impacts of the marks completely. The goods are purchased\r\nreasonably frequently and are not prohibitively expensive (indeed, some items of\r\nclothing are low cost). However, some care will be taken to ensure the correct fit,\r\ncolour, and to ensure fitness for purpose. I come to the view that these are the type of\r\ngoods where neither a materially higher nor lower than average degree of care will be\r\ndeployed by the average consumer when selecting the goods.\r\n\r\n1 Mr Norris referred to, for example, Socidte provengale d'achat et de gestion (SPAG) SA v (OHIM)\r\nCase T-57\/03 and React Trade Mark [2000] RPC 285. I additionally note the decision in New Look\r\nLimited v OHIM, joined cases T-117\/03 to T-119\/03 and T-171\/03.\r\n9\r\n\r\n\fComparison of marks\r\n\r\n22. It is clear from Sabel BV v. Puma AG (particularly paragraph 23) that the average\r\nconsumer normally perceives a mark as a whole and does not proceed to analyse its\r\nvarious details. The same case also explains that the visual, aural and conceptual\r\nsimilarities of the marks must be assessed by reference to the overall impressions\r\ncreated by the marks, bearing in mind their distinctive and dominant components. The\r\nCJEU stated at paragraph 34 of its judgment in Case C-591\/12P, Bimbo SA v OHIM,\r\nthat:\r\n\r\n“ .... it is necessary to ascertain, in each individual case, the overall impression\r\nmade on the target public by the sign for which registration is sought, by means\r\nof, inter alia, an analysis of the components of a sign and of their relative weight\r\nin the perception of the target public, and then, in the light of that overall\r\nimpression and all factors relevant to the circumstances of the case, to assess\r\nthe likelihood of confusion.”\r\n\r\n23. It would be wrong, therefore, to artificially dissect the trade marks, although, it is\r\nnecessary to take into account the distinctive and dominant components of the marks\r\nand to give due weight to any other features which are not negligible and therefore\r\ncontribute to the overall impressions created by the marks. The competing marks are:\r\n\r\nGABRIELLE\r\n24.\r\n\r\nv\r\n\r\nGABRIELLE CHANEL\r\n\r\nIn terms of overall impression, the applicant’s mark has just one element,\r\n\r\nGABRIELLE, which, consequently, is the only thing that contributes to its overall\r\nimpression.\r\n\r\n25. In terms of the opponent’s mark, this consists of two names: GABRIELLE and\r\nCHANEL. One will be seen as a forename, one will be seen as a surname, so they\r\ncombine to create a full name. There was a discussion at the hearing as to whether\r\nsome consumers may see CHANEL simply as a company name with the consequence\r\nthat those average consumers would see the mark as the forename GABRIELLE (as\r\n\r\n10\r\n\r\n\fan independent distinctive element) alongside another independent distinctive\r\nelement, CHANEL (the company). I reject this suggestion. Although Ms Michaels\r\naccepted that CHANEL was a well-known fashion house (and the name of a\r\ncompany), those who are familiar with CHANEL will know that it is a surname (of its\r\nfounder, most often known as Coco Chanel) and, therefore, when combined with a\r\nforename, the whole mark will still be perceived as the full name of a person. I accept\r\nthat an alternate view of matters need only be reached by a “significant proportion” of\r\naverage consumers for it to be relevant (see Interflora v M&S [2012] EWCA Civ 150),\r\nbut I do not consider that this is applicable here. In terms of the names that form the\r\nfull name before the tribunal, neither side argued that one or other of the names lacks\r\ndistinctive character completely. There are questions about which name is more\r\ndistinctive, to which I return to shortly. For the time being, it is sufficient to record that\r\nneither the forename GABRIELLE nor the surname CHANEL is presented in a way\r\n(beyond GABRIELLE being the first part of the mark) which makes either name stand\r\nout. Both names, from the perspective of the impact they make on the eye and the\r\near, have a roughly equal weight in the overall impression of the mark.\r\n\r\n26. Visually, that both marks comprise or contain the name GABRIELLE creates an\r\ninevitable degree of both visual and aural similarity. However, there is also a visual\r\nand aural difference due to the presence in the earlier mark of the surname CHANEL.\r\nThis equates, in my view, to there being a medium degree of visual and aural similarity.\r\n\r\n27. Conceptually, Ms Michaels submitted that there was a clear conceptual difference\r\nrelying on the impact of the surname CHANEL in the mark and, also, the decision of\r\nthe CJEU in Claude Ruiz-PIcasso and others v OHIM, DaimlerChrysler AG (Case C361\/04 P. I will come onto Ms Michaels’ submissions about surnames shortly (and\r\nalso those of Mr Norris). In terms of the CJEU case referred to, that related to a clash\r\nbetween PICASSO and PICARO and that the concept of the former, being a famous\r\nname, helped to counteract the visual and aural similarities between those marks.\r\nBeyond the general point that conceptual differences may have a counteractive effect,\r\nI do not consider this case to be particularly helpful. This is because the point of\r\nsimilarity here relates to a shared name, the forename GABRIELLE, thus there is\r\nsome conceptual similarity because both marks refer to a person who has the\r\nforename GABRIELLE. I accept, though, that such conceptual similarity is low\r\n11\r\n\r\n\fbecause one mark relates to a specific Gabrielle whose surname is CHANEL, the\r\nother does not.\r\n\r\n28. Ms Michaels submitted that there was no overall similarity between the marks.\r\nHowever, as can be seen from the objective assessment I have made on the visual,\r\naural and conceptual levels, I do not agree that this is so. I must, therefore, go on to\r\nconsider whether a likelihood of confusion will arise.\r\n\r\nLikelihood of confusion\r\n\r\n29. The factors assessed so far have a degree of interdependency (Canon Kabushiki\r\n\r\nKaisha v. Metro-Goldwyn-Mayer Inc, paragraph 17) and a global assessment of them\r\nmust be made when determining whether there exists a likelihood of confusion (Sabel\r\n\r\nBV v. Puma AG, paragraph 22). However, there is no scientific formula to apply. It is\r\na matter of considering the relevant factors from the viewpoint of the average\r\nconsumer and determining whether they are likely to be confused.\r\n\r\n30. I begin by dealing with two arguments based upon the opponent’s evidence. The\r\nfirst relates to the claimed heritage of the name GABRIELLE CHANEL. Put simply, I\r\nconsider the evidence to be wholly insufficient to show that the average consumer\r\n(even those with an interest in haute couture) will know that the real name of the\r\nfounder of CHANEL, Coco Chanel, was Gabrielle Chanel. The only pre-relevant date\r\nmaterial is the essay in a museum in New York. Further, whilst I accept that post­\r\nrelevant date material may sometimes be instructive of the position that existed before\r\nthe relevant date, the evidence filed is not persuasive because, as I will come on to\r\nsay, the use in press articles etc appears to be simply the result of the opponent’s\r\npost-relevant date marketing.\r\n\r\n31.\r\n\r\nThe second issue relates to Mr Norris’ submission that the post-relevant date\r\n\r\npress articles at least show that the press have regarded GABRIELLE as a sub-brand\r\nwithin the used (post-relevant date) mark GABRIELLE CHANEL, and that such an\r\nassumption (of being a sub-brand) will likely to be taken by the average consumer.\r\nWhilst I will come back to the sub-brand argument later, I should say, from an\r\nevidential point of view, that the press articles do not assist. This is because the use\r\n12\r\n\r\n\fof GABRIELLE by the press appears to stem from a particular form of use by the\r\nopponent, where greater emphasis is placed on GABRIELLE as an independent\r\nelement. For example, Ms Aboulian states in paragraph 19 of her witness statement\r\nthat the bag to which much of the evidence relates is marketed as “CHANEL’S\r\nGABRIELLE” bag.\r\n\r\n32.\r\n\r\nIt is useful at this stage to set out some applicable guidance relating to the\r\n\r\ntreatment of conflicts which involve forenames and full names. In Harman International\r\n\r\nIndustries, Inc v OHIM, Case C-51\/09P, the CJEU found that:\r\n\r\n“Although it is possible that, in a part of the European Union, surnames have,\r\nas a general rule, a more distinctive character than forenames, it is appropriate,\r\nhowever, to take account of factors specific to the case and, in particular, the\r\nfact that the surname concerned is unusual or, on the contrary, very common,\r\nwhich is likely to have an effect on that distinctive character. That is true of the\r\nsurname ‘Becker’ which the Board of Appeal noted is common”.\r\n\r\n33. In El Code Ingles, SA v OHIM, Case T-39\/10, the General Court found that:\r\n\r\n“54. As the applicant asserted in its pleadings, according to the case-law, the\r\nItalian consumer will generally attribute greater distinctiveness to the surname\r\nthan to the forename in the marks at issue (Case T-185\/03 Fusco v OHIM Fusco International (ENZO FUSCO) [2005] ECR 11-715, paragraph 54). The\r\nGeneral Court applied a similar conclusion concerning Spanish consumers,\r\nhaving established that the first name that appeared in the mark in question\r\nwas relatively common and, therefore, not very distinctive (Case T-40\/03 Murua\r\nEntrena v OHIM - Bodegas Murua (Julian Murua Entrena) [2005] ECR 11-2831,\r\nparagraphs 66 to 68).\r\n55. Nevertheless, it is also clear from the case-law that that rule, drawn from\r\nexperience, cannot be applied automatically without taking account of the\r\nspecific features of each case (judgment of 12 July 2006 in Case T-97\/05 Rossi\r\nv OHIM - Marcorossi (MARCOROSSI), not published in the ECR, paragraph\r\n45). In that regard, the Court of Justice has held that account had to be taken,\r\n\r\n13\r\n\r\n\fin particular, of the fact that the surname concerned was unusual or, on the\r\ncontrary, very common, which is likely to have an effect on its distinctive\r\ncharacter. Account also had to be taken of whether the person who requests\r\nthat his first name and surname, taken together, be registered as a trade mark\r\nis well known (Case C-51\/09 P Becker v Harman International Industries [2010]\r\nECR I-5805, paragraphs 36 and 37). Likewise, according to the case-law cited\r\nin the previous paragraph, the distinctive character of the first name is a fact\r\nthat should play a role in the implementation of that rule based on experience.”\r\n\r\n34. Ms Michaels also referred to a recent decision of Mr Daniel Alexander QC, sitting\r\nas the Appointed Person, in Pia Hallstrom BL 0\/303\/17, where at paragraph 37, when\r\nsumming up the nature of the overall evaluation that had to be made, he stated:\r\n\r\n“Moreover, if a trader choses a forename as a trade mark, the average\r\nconsumer is not particularly likely to think that another trader who uses a full\r\nname incorporating that forename is thereby denoting goods or services from\r\nthe first undertaking rather than those connected with someone else who\r\nhappens to share that forename. That is a problem which arises as a result of\r\na choice of mark which, precisely because it is a name which others either do\r\nor could reasonably wish to use to denote themselves, does not start high on\r\nthe distinctiveness scale. Large-scale use of such a mark does not, as such,\r\nenhance its distinctiveness in a relevant way, namely so as to increase the\r\nlikelihood of confusion (see above).”\r\n\r\n35. Mr Norris, in an attempt to show that each case must be considered on its own\r\nfacts and merits (which they clearly must), referred to a decision of the Second Board\r\nof Appeal in Case R-391\/2016-2 which concerned a conflict between the marks\r\nJULIETTE CROWE and JULIETTE. It stated at paragraph 38:\r\n\r\n“As such, since it has not been established that surnames have, in\r\nprinciple, a more distinctive character than first names, there are no\r\ngrounds to ascribe a priori greater distinctive character to the element\r\n‘CROWE’ of the earlier mark than to ‘JULIETTE’”.\r\n\r\n14\r\n\r\n\fand concluded at paragraph 62 by stating:\r\n\r\n“Since average consumers will retain in their minds the sole word element\r\nof the contested mark ‘JULIETTE’, when they find goods of the same or\r\nsimilar kind designated by the earlier mark ‘JULIETTE CROWE (fig)’, they\r\nmight think that those goods have the same commercial origin. It is quite\r\npossible for an undertaking active on the market in the provision of the\r\ngoods in question to use sub-brands, that is to say signs that derive from a\r\nprincipal mark and which share with it a common element, in order to\r\ndistinguish the scope of one product from another. It is, therefore,\r\nconceivable that the public targeted may regard the aforementioned goods\r\ndesignated by the conflicting signs as belonging to two types of goods but\r\nas coming, none the less, from the same undertaking or from related ones.\r\nAccordingly, the applicant’s argument that the presence of the different\r\nelement ‘CROWE’, being also shorter in length than ‘JULIETTE’ and placed\r\nat the end of the earlier mark, is sufficient to avoid any similarity, cannot\r\nsucceed.”\r\n\r\n36.\r\n\r\nAlthough not a case based on names, I also note the judgment of Mr Justice\r\n\r\nArnold where he set out further guidance in relation to the assessment of composite\r\nmarks (further to the guidance he gave in Aveda Corp v Dabur India Ltd [2013] EWHC\r\n589 (Ch), [2013] ETMR 33 at [19]-[38] where he reviewed Medion v Thomson and six\r\nsubsequent cases) to reflect the judgment of the CJEU in Case C-591\/12 P Bimbo SA\r\n\r\nv Office for Harmonisation in the Internal Market (Trade Marks and Designs)\r\n[EU:C:2014:305], Mr Justice Arnold stated:\r\n\r\n“ 18. The judgment in Bimbo confirms that the principle established in Medion v\r\n\r\nThomson is not confined to the situation where the composite trade mark for\r\nwhich registration is sought contains an element which is identical to an earlier\r\ntrade mark, but extends to the situation where the composite mark contains an\r\nelement which is similar to the earlier mark. More importantly for present\r\npurposes, it also confirms three other points.\r\n\r\n15\r\n\r\n\f19. The first is that the assessment of likelihood of confusion must be made by\r\nconsidering and comparing the respective marks - visually, aurally and\r\nconceptually - as a whole. In Medion v Thomson and subsequent case law, the\r\nCourt of Justice has recognised that there are situations in which the average\r\nconsumer, while perceiving a composite mark as a whole, will also perceive\r\nthat it consists of two (or more) signs one (or more) of which has a distinctive\r\nsignificance which is independent of the significance of the whole, and thus may\r\nbe confused as a result of the identity or similarity of that sign to the earlier\r\nmark.\r\n20. The second point is that this principle can only apply in circumstances\r\nwhere the average consumer would perceive the relevant part of the composite\r\nmark to have distinctive significance independently of the whole. It does not\r\napply where the average consumer would perceive the composite mark as a\r\nunit having a different meaning to the meanings of the separate components.\r\nThat includes the situation where the meaning of one of the components is\r\nqualified by another component, as with a surname and a first name (e.g.\r\nBECKER and BARBARA BECKER).\r\n21. The third point is that, even where an element of the composite mark which\r\nis identical or similar to the earlier trade mark has an independent distinctive\r\nrole, it does not automatically follow that there is a likelihood of confusion. It\r\nremains necessary for the competent authority to carry out a global assessment\r\ntaking into account all relevant factors.”\r\n\r\n37.\r\n\r\nBoth counsel made submissions on the relative levels of distinctiveness as\r\n\r\nbetween the forename GABRIELLE and the surname CHANEL. It is fair to say,\r\nthough, that most discussion focused on the forename. Mr Norris’ submission was that\r\nGabrielle was an unusual name. At one point he described it as “exotic”. He referred\r\nto the various ONS statistics highlighting that just under 4 (the exact number is 3.83)\r\ngirls out of 10k were named Gabrielle in 2015. He further submitted that even at its\r\nhighpoint (in terms of numbers), the numbers were still low (21 out of 10k in 2002).\r\nWhilst Ms Michaels did not seek to argue that the name was one of the most popular\r\nnames in the UK, she submitted that it was easily recognisable as a forename. She\r\n\r\n16\r\n\r\n\fwent on to say that the name would not strike the average consumer as unusual in\r\nany way and it would not stand out as being particularly memorable or striking.\r\n\r\n38. I have considered the ONS statistics in detail. Whilst they do not suggest a name\r\nthat is highly popular, neither do they suggest a name that is particularly unusual. I\r\nnote, for example, the submissions filed in response to the opponent’s evidence which\r\nhighlights the large number of all female names given. I also note Ms Aboulian’s own\r\nevidence that for the most popular name, Amelia, there were still only 106 out of 10k\r\nover the given time period compared to 11 out of 10k for Gabrieile. Whilst this indicates\r\nthat Amelia is significantly more popular than Gabrieile (it was given as a name around\r\n10 times more over the course of the same period), this does not strike me as showing\r\na stark difference between a (the most) popular name and an uncommon one.\r\n\r\n39. My finding is that the female forename Gabrieile, whilst not necessarily one of the\r\nmost popular girl’s name in the UK, is not one that can be described as uncommon or\r\nunusual. This finding is not undermined by the acceptance by the IPO of the\r\nopponent’s application to register GABRIELLE, for which an objection had been raised\r\nin respect of certain goods in class 14. A hearing officer was persuaded (based on the\r\nevidence filed in these proceedings) that the name was not a common one. Put simply,\r\nthis does not bind me in anyway.\r\n\r\n40. Before giving my views on whether a likelihood of confusion will arise, I must touch\r\non the degree of distinctiveness of the earlier mark. This is because the more\r\ndistinctive the earlier mark, based either on inherent qualities or because of use made,\r\nthe greater the likelihood of confusion (see Sabel BV v. Puma AG, paragraph 24). In\r\n\r\nLloyd Schuhfabrik Meyer & Co. GmbH v Klijsen Handel BV, Case C-342\/97 the CJEU\r\nstated that:\r\n\r\n“22. In determining the distinctive character of a mark and, accordingly, in\r\nassessing whether it is highly distinctive, the national court must make an\r\noverall assessment of the greater or lesser capacity of the mark to identify the\r\ngoods or services for which it has been registered as coming from a particular\r\nundertaking, and thus to distinguish those goods or services from those of other\r\nundertakings (see, to that effect, judgment of 4 May 1999 in Joined Cases C17\r\n\r\n\f108\/97 and C-109\/97 WindsurfingChiemsee v Huber and Attenberger [1999]\r\nECR I-0000, paragraph 49).\r\n23. In making that assessment, account should be taken, in particular, of the\r\ninherent characteristics of the mark, including the fact that it does or does not\r\ncontain an element descriptive of the goods or services for which it has been\r\nregistered; the market share held by the mark; how intensive, geographically\r\nwidespread and long-standing use of the mark has been; the amount invested\r\nby the undertaking in promoting the mark; the proportion of the relevant section\r\nof the public which, because of the mark, identifies the goods or services as\r\noriginating from a particular undertaking; and statements from chambers of\r\ncommerce and industry or other trade and professional associations (see\r\n\r\nWindsurfing Chiemsee, paragraph 51).”\r\n\r\n41.\r\n\r\nThere is no evidence of use from before the relevant date so I have only the\r\n\r\ninherent characteristics of the earlier mark to consider. Whilst names are, in most\r\ncases, perfectly registrable as trade marks, they often do not make for the most\r\ndistinctive of marks, although, this, of course, depends on the name itself. GABRIELLE\r\nCHANEL strikes me, as a result of the combination of the names here, as a mark with\r\na medium level of inherent distinctiveness. However, it is the distinctiveness of the\r\ncommon element which is the most important factor2. From that perspective, given\r\nwhat I have said about the name Gabrielle, and given what I have said about names\r\ngenerally, I consider that the common element has a moderate (between low and\r\nmedium) level of inherent distinctiveness.\r\n\r\n42.\r\n\r\nConfusion can be direct (effectively occurring when the average consumer\r\n\r\nmistakes one mark for the other) or indirect (where the average consumer realises the\r\nmarks are not the same, but puts the similarity that exists between the marks\/goods\r\ndown to the responsible undertakings being the same or related). In terms of direct\r\nconfusion, even bearing in mind the concept of imperfect recollection, and even though\r\nthe goods are identical, there is no likelihood of the consumer mistaking one mark for\r\n\r\n2 See, for example, the decision of Mr lain Purvis QC, sitting as the Appointed Person, in Kurt Geiger v\r\nA-List Corporate Limited , BL 0\/075\/13\r\n\r\n18\r\n\r\n\fthe other. Whatever significance is given to the name GABRIELLE, this will not swamp\r\nthe earlier mark so that CHANEL will be overlooked or misremembered\/miscalled.\r\n\r\n43. In terms of indirect confusion, this was dealt with by Mr lain Purvis QC, sitting as\r\nthe Appointed Person, in L.A. Sugar Limited v By Back Beat Inc, Case BL-O\/375\/10\r\nwhere he noted that:\r\n\r\n“ 16. Although direct confusion and indirect confusion both involve mistakes on\r\nthe part of the consumer, it is important to remember that these mistakes are\r\nvery different in nature. Direct confusion involves no process of reasoning - it\r\nis a simple matter of mistaking one mark for another. Indirect confusion, on the\r\nother hand, only arises where the consumer has actually recognized that the\r\nlater mark is different from the earlier mark. It therefore requires a mental\r\nprocess of some kind on the part of the consumer when he or she sees the later\r\nmark, which may be conscious or subconscious but, analysed in formal terms,\r\nis something along the following lines: “The later mark is different from the\r\nearlier mark, but also has something in common with it. Taking account of the\r\ncommon element in the context of the later mark as a whole, I conclude that it\r\nis another brand of the owner of the earlier mark.\r\n17. Instances where one may expect the average consumer to reach such a\r\nconclusion tend to fall into one or more of three categories:\r\n(a) where the common element is so strikingly distinctive (either inherently or\r\nthrough use) that the average consumer would assume that no-one else but\r\nthe brand owner would be using it in a trade mark at all. This may apply even\r\nwhere the other elements of the later mark are quite distinctive in their own right\r\n(“26 RED TESCO” would no doubt be such a case).\r\n(b) where the later mark simply adds a non-distinctive element to the earlier\r\nmark, of the kind which one would expect to find in a sub-brand or brand\r\nextension (terms such as “LITE”, “EXPRESS”, “WORLDWIDE”, “MINI” etc.).\r\n(c) where the earlier mark comprises a number of elements, and a change of\r\none element appears entirely logical and consistent with a brand extension\r\n(“FAT FACE” to “BRAT FACE” for example).”\r\n\r\n19\r\n\r\n\f44.\r\n\r\nI touched earlier on Mr Norris’ submission about sub-brands. I dismissed the\r\n\r\nsignificance of the evidence he relied upon as demonstrating that GABRIELLE may\r\nbe seen as a sub-brand of GABRIELLE CHANEL due to the nature of the use which\r\nled the trade press to call the goods in question GABRIELLE. However, I still need to\r\nconsider whether GABRIELLE will be seen as a sub-brand or whether the marks will\r\nbe seen as some other form of brand extension or variant of each other (or whether\r\nthere is some other reason for indirect confusion to arise). Mr Norris referred to the\r\ndecision of the General Court in Claudia Oberhauserv OHIM, T-104\/01 [2003] ETMR\r\n58 at [49] where it held [emphasis added by Mr Norris]:\r\n\r\n“ It must further be observed, with regard to the conditions in which the\r\nproducts in question are marketed, that it is common in the clothing\r\n\r\nsector for the same mark to be configured in various different ways\r\naccording to the type of product which it designates. It is also\r\n\r\ncommon for the same clothing manufacturer to use sub-brands,\r\nthat is to say signs that derive from a principal mark and which share\r\nwith it a common dominant element, in order to distinguish his various\r\nlines\r\n\r\nfrom\r\n\r\none\r\n\r\nanother\r\n\r\n(women's,\r\n\r\nmen's,\r\n\r\nyouth).\r\n\r\nIn\r\n\r\nsuch\r\n\r\ncircumstances it is conceivable that the targeted public may regard the\r\nclothing designated by the conflicting marks as belonging, admittedly,\r\nto two distinct ranges of products but as coming, none the less, from\r\nthe same manufacturer”\r\n\r\n45. I take no issue with the above guidance. However, I am not persuaded that indirect\r\nconfusion will arise on this basis. It is not as though GABRIELLE will be perceived as\r\na reconfiguration of GABRIELLE CHANEL. It would not be usual to reconfigure a mark\r\nin such a way, leaving out a key part of the name itself. Further, in terms of perception\r\nof a sub-brand, I do not believe that the average consumer will make such an\r\nassumption. GABRIELLE is a forename and, as I have held, it is not uncommon. The\r\naverage consumer will not put the sharing of that name down to the responsible\r\nundertakings being the same or being related. They will put the commonality down to\r\na co-incidental sharing of a not uncommon female forename with nothing to suggest\r\na same-stable relationship. As Mr Alexander stated in Pia Hallstrom “..the average\r\nconsumer is not particularly likely to think that another trader who uses a full name\r\n20\r\n\r\n\fincorporating that forename is thereby denoting goods or services from the first\r\nundertaking rather than those connected with someone else who happens to share\r\nthat forename”. This is applicable in the case before me.\r\n\r\nConclusion\r\n\r\n46. Subject to appeal, the opposition is dismissed and the application may proceed\r\nto registration.\r\n\r\nCosts\r\n\r\n47.\r\n\r\nThe applicant has been successful and is, therefore, entitled to a contribution\r\n\r\ntowards its costs. My assessment, based upon the published scale, is set out below:\r\n\r\nPreparing a statement of case and considering the counterstatement - £300\r\nConsidering evidence and filing reply submissions - £700\r\nAttending the hearing - £700\r\n\r\nTotal - £1700\r\n\r\n48. I order Chanel Limited to pay\r\n\r\nthe sum of £1700 within fourteen\r\n\r\ndays of the expiry of the appeal period or within fourteen days of the final determination\r\nof this case if any appeal against this decision is unsuccessful.\r\n\r\nDated this 14th day of December 2017\r\n\r\nOliver Morris\r\nFor the Registrar",
        "output": "{\"case_ref\":\"O-646-17\",\"officer\":\"Oliver Morris\",\"dec_date\":\"2017-12-14\",\"jurisdiction\":\"UK\",\"app_mark\":\"GABRIELLE\",\"opp_mark\":\"GABRIELLE CHANEL\",\"app_name\":null,\"app_spec\":\"Articles of clothing, robes, dresses, tunics, cardigans, leggings, scarves, belts, tutus, trousers, t-shirts, sweatshirts, headgear, footwear, boots, shoes, slippers, flip-flops, slides, jumpers, caps, hats, jumpsuits, shorts, tights, skirts, swimsuits, lingerie.\",\"opp_spec\":\"Clothing, footwear, headgear, gloves, scarves, belts.\",\"app_class\":[25],\"opp_class\":[25],\"comp_mkt\":false,\"market_overlap_duration\":null,\"attention\":3,\"distinct\":3,\"confusion\":false,\"conf_type\":\"none\"}"
    },
    {
        "input": "O\/0703\/24\r\n\r\nTRADE MARKS ACT 1994\r\nIN THE MATTER OF\r\nTRADE MARK APPLICATION NO. 3828698\r\nBY STONEGATE FARMERS LIMITED\r\n\r\nTO REGISTER THE TRADE MARK:\r\n\r\nJOLLY PECKISH\r\nIN CLASSES 29 AND 30\r\n\r\nAND\r\n\r\nIN THE MATTER OF OPPOSITION THERETO\r\nUNDER NO. 437671\r\nBY THE JOLLY HOG GROUP LIMITED\r\n\r\n\fBackground and pleadings\r\n1. On 12 September 2022, Stonegate Farmers Limited (“the applicant”) applied to\r\nregister the trade mark displayed on the front cover of this decision in the UK,\r\nunder number 3828698 (“the contested mark”). The contested mark was published\r\nin the Trade Marks Journal for opposition purposes on 23 September 2022.\r\nRegistration is sought for the following goods:\r\nClass 29:\r\n\r\nEggs; Birds egg products; Egg yolks, egg products, dried eggs,\r\nliquid eggs, frozen eggs, powdered eggs, egg whites and dairy\r\nproducts, all for food; Scotch eggs; Prepared meals containing\r\n[principally] eggs; Spreads consisting mainly of eggs; Prepared\r\ndishes consisting primarily of fishcakes, vegetables, boiled eggs,\r\nand broth; Soups; Ready cooked meals consisting primarily of\r\nmeat; Prepared meals consisting primarily of vegetables;\r\nPrepared meals and snack foods containing meat namely poultry,\r\nbeef, lamb, pork; Prepared meals and snack foods containing\r\npoultry, beef, lamb or pork; Preserved, dried or cooked fruits and\r\nvegetables; Jams; Milk; Fruit preserves and vegetable preserves;\r\nMeat; poultry and game, none being live; Meat products, poultry\r\nproducts, game products; Fruit snacks; Potato snacks; Legumebased snacks; Meat-based snack foods; Potato-based snack\r\nfoods; Cheese-based snack foods; Snack foods based on\r\nvegetables; Fruit- and nut-based snack bars.\r\n\r\nClass 30:\r\n\r\nSandwiches; Meat pies; Canned meat puddings; Sausage rolls;\r\nQuiche; Cereal-based savoury snacks; Pastries, cakes, tarts and\r\nbiscuits (cookies); Breads.\r\n\r\nPage 2 of 33\r\n\r\n\f2. On 23 November 2022, The Jolly Hog Group Limited (“the opponent”) filed a\r\nnotice of opposition. The opposition is brought under Section 5(2)(b)1 of the Trade\r\nMarks Act 1994 (“the Act”) and is directed against all the applied-for goods.\r\n3. The opponent relies upon its comparable UK trade mark number 918282195,2\r\nJ O L L Y (“the earlier mark”). The earlier mark was registered on 18 December\r\n2020 in respect of the following goods and services, all of which are relied upon for\r\nthe purposes of this opposition:\r\n\r\nClass 29:\r\n\r\nMeat, fish, poultry and game; meat extracts; preserved, frozen,\r\ndried and cooked vegetables; milk and milk products; edible oils\r\nand fats; soups and potato crisps; sausages; black pudding;\r\nwhite pudding; pork scratchings; meat burgers; prepared meals\r\ncontaining meat; prepared meals containing chicken; prepared\r\nmeals containing bacon; prepared meals containing poultry;\r\nprepared meals containing game; prepared meals containing\r\nturkey; prepared meals containing duck; prepared meals\r\ncontaining\r\n\r\nvegetables;\r\n\r\nprepared\r\n\r\nmeals\r\n\r\ncontaining\r\n\r\nmeat\r\n\r\nsubstitutes; meat-based snack foods; vegetarian meats;\r\nvegetarian sausages; charcuterie; frozen meals consisting\r\nprimarily of chicken; frozen meals consisting primarily of poultry;\r\nfrozen meals consisting primarily of fish; frozen meals consisting\r\nprimarily of meat.\r\n\r\nClass 30:\r\n\r\nCoffee, tea, cocoa and artificial coffee; rice; tapioca and sago;\r\nsalt;\r\n\r\nmustard;\r\n\r\nvinegar;\r\n\r\nsauces\r\n\r\n(condiments);\r\n\r\nspices;\r\n\r\nsandwiches; pizzas, pies and pasta dishes; sausage rolls; pork\r\n1 The opponent originally sought to rely upon additional grounds, namely, s.5(3) and s.5(4)(a) as well\r\n\r\nas a number of different earlier marks. However, the opponent communicated to the Tribunal on 8 May\r\n2022, that it wished to remove these additional grounds and marks, and confirmed its claim was now\r\nbased solely on s.5(2)(b) of the Act and UK trade mark number 918282195.\r\n2 On 1 January 2021, the UK left the EU. Under Article 54 of the Withdrawal Agreement between the\r\nUK and the EU, the UKIPO created comparable UK trade marks for all right holders with an existing\r\nEUTM. As a result of the opponent’s EUTM no. 18282195 being registered as at the end of the\r\nImplementation Period, a comparable UK trade mark was automatically created. The comparable UK\r\nmark is now recorded on the UK trade mark register, has the same legal status as if it had been applied\r\nfor and registered under UK law, and the original EUTM filing date remains.\r\n\r\nPage 3 of 33\r\n\r\n\fpies; apple sauce; meat gravies; prepared meals containing rice;\r\nprepared meals containing pasta; flavourings made from meat;\r\nvegan bread, pastry and confectionery; vegan cakes; vegan\r\nsauces (condiments); prepared vegan meals; vegan pizzas,\r\nvegan pies and pasta dishes; vegan sausage rolls; vegan\r\ngravies; vegan flavourings; mint sauce; barbecue sauce.\r\n\r\nClass 43:\r\n\r\nServices for providing food and drink; catering services;\r\ntemporary accommodation; restaurant, bar and catering\r\nservices; booking and reservation services for restaurants;\r\ninformation, consultancy and advice in relation to the foregoing\r\nservices.\r\n\r\n4. The filing date of the opponent’s mark is 3 August 2020, given the respective filing\r\ndates, the opponent’s mark is an earlier mark in accordance with section 6 of the\r\nAct. However, as it had not been registered for five years or more at the filing date\r\nof the contested mark, it is not subject to the proof of use requirements specified\r\nwithin section 6A of the Act. Consequently, the opponent may rely upon all of the\r\ngoods and services identified without having to demonstrate genuine use.\r\n5. In its notice of opposition, the opponent contends that the competing trade marks\r\nare similar as a result of the applicant’s mark containing the whole of the\r\nopponent’s mark, and that the respective goods are identical or similar, leading\r\nconsumers to believe that they are provided by the same undertaking, resulting in a\r\nlikelihood of confusion.\r\n6. The applicant filed a counterstatement denying the ground of opposition. The\r\napplicant concedes that some, but not all, of its goods are similar to the\r\nopponent’s goods, however, it rejects any claim that the applied-for goods are\r\nidentical or similar to the opponent’s services. Further, whilst the applicant\r\naccepts that the competing marks both contain the word “Jolly”, it denies that the\r\noverall levels of similarity are such that would give rise to a likelihood of confusion.\r\n7. Only the opponent filed evidence in these proceedings. A hearing was requested\r\nand held before me, by video conference, on 22 November 2023. At the hearing the\r\nPage 4 of 33\r\n\r\n\fopponent was professionally represented by Mr Victor Caddy of IAM The Victor\r\nLLP; the applicant has been represented throughout these proceedings by\r\nNovagraaf, however, neither the applicant nor its representative attended the\r\nhearing.\r\nRelevance of EU law\r\n8. The provisions of the Act relied upon in these proceedings are assimilated law, as\r\nthey are derived from EU law. Although the UK has left the EU, section 6(3)(a) of\r\nthe European Union (Withdrawal) Act 2018 (as amended by Schedule 2 of the\r\nRetained EU Law (Revocation and Reform) Act 2023) requires tribunals applying\r\nassimilated law to follow assimilated EU case law. That is why this decision refers\r\nto decisions of the EU courts which predate the UK’s withdrawal from the EU.\r\nEvidence and submissions\r\n9. The opponent’s evidence comprises the witness statement of Maxim Julius Kohn,\r\ndated 3 May 2023, together with Exhibits MJK-1 to MJK-7. Mr Kohn is a director\r\nof the opponent’s company. The purpose of the evidence, as Mr Caddy stated at\r\nthe hearing, is to support the ‘case theory of commercial realities’, which I\r\nunderstand to mean evidence of actual trade within the marketplace.\r\n10. The applicant filed written submissions in the evidence rounds which, inter alia,\r\naddressed the evidence. The applicant chose not to attend the hearing but filed\r\nfurther written submissions in lieu, whilst the opponent filed a skeleton argument\r\nin advance of the hearing.\r\n11. Whilst the parties’ evidence and submissions will not be summarised here, I have\r\ntaken them all into consideration in reaching my decision and will refer to them\r\nbelow, as and where necessary.\r\n\r\nPreliminary issues\r\n12. Throughout the hearing Mr Caddy referred to evidence showing how the competing\r\nmarks are currently used on the market. As I commented at the hearing, the earlier\r\nmark has not yet been registered for five years or more and the contested mark is\r\nPage 5 of 33\r\n\r\n\fnot yet registered; as such, I must consider the marks in the context that they have\r\nbeen registered or applied for, rather than how each of the marks is actually used\r\nin practice. Therefore, I will not be considering the stylisation or word placement\r\nthat either the applicant or the opponent uses on the market.\r\n13. Further, I was invited during the hearing to consider how the mark “JOLLY” had\r\nbeen used in promotional marketing on social media,3 and how consumers had\r\nbeen educated to view the word “JOLLY” in different circumstances and in different\r\ncontexts, such as, for example ‘tis the season to be jolly’, ‘have a jolly Christmas’,\r\n‘for a jolly good father’, or ‘jolly good eggs’. It was argued that as consumers would\r\nbe familiar with the different ways and contexts in which the word “Jolly” was used\r\nby the opponent, this would lead to greater consumer confusion between the\r\ncompeting marks as consumers would believe through the use of the word “Jolly”\r\nthat the marks derived from economically linked undertakings. However, without\r\nfurther evidence it is impossible for me to determine the extent of this promotional\r\nmarketing evidence. Without more information regarding, for example, the number\r\nof views from UK consumers or details of relevant market share, I am unable to\r\nreach this conclusion.\r\n\r\nDECISION\r\nLegislation\r\nSection 5(2)(b)\r\n14. Sections 5(2)(b) and 5A of the Act read as follows:\r\n“5(2) A trade mark shall not be registered if because[…]\r\n\r\n3 Exhibit MJK-2\r\n\r\nPage 6 of 33\r\n\r\n\f(b) it is similar to an earlier trade mark and is to be registered for goods\r\nor services identical with or similar to those for which the earlier trade\r\nmark is protected,\r\nthere exists a likelihood of confusion on the part of the public, which includes\r\nthe likelihood of association with the earlier trade mark”.\r\n\r\n“5A Where grounds for refusal of an application for registration of a trade mark\r\nexist in respect of only some of the goods or services in respect of which the\r\ntrade mark is applied for, the application is to be refused in relation to those\r\ngoods and services only.”\r\n\r\nCase law\r\n\r\n15. I am guided by the following principles which are gleaned from the decisions of the\r\nEU courts in Sabel BV v Puma AG, Case C-251\/95, Canon Kabushiki Kaisha v\r\nMetro-Goldwyn-Mayer Inc, Case C-39\/97, Lloyd Schuhfabrik Meyer & Co GmbH v\r\nKlijsen Handel B.V. Case C-342\/97, Marca Mode CV v Adidas AG & Adidas\r\nBenelux BV, Case C-425\/98, Matratzen Concord GmbH v OHIM, Case C-3\/03,\r\nMedion AG v. Thomson Multimedia Sales Germany & Austria GmbH, Case C120\/04, Shaker di L. Laudato & C. Sas v OHIM, Case C-334\/05P and Bimbo SA v\r\nOHIM, Case C-591\/12P:\r\n\r\n(a) The likelihood of confusion must be appreciated globally, taking\r\naccount of all relevant factors;\r\n\r\n(b) the matter must be judged through the eyes of the average consumer\r\nof the goods or services in question, who is deemed to be reasonably\r\nwell informed and reasonably circumspect and observant, but who rarely\r\nhas the chance to make direct comparisons between marks and must\r\ninstead rely upon the imperfect picture of them he has kept in his mind,\r\nand whose attention varies according to the category of goods or\r\nservices in question;\r\n\r\nPage 7 of 33\r\n\r\n\f(c) the average consumer normally perceives a mark as a whole and\r\ndoes not proceed to analyse its various details;\r\n\r\n(d) the visual, aural and conceptual similarities of the marks must\r\nnormally be assessed by reference to the overall impressions created by\r\nthe marks bearing in mind their distinctive and dominant components,\r\nbut it is only when all other components of a complex mark are negligible\r\nthat it is permissible to make the comparison solely on the basis of the\r\ndominant elements;\r\n\r\n(e) nevertheless, the overall impression conveyed to the public by a\r\ncomposite trade mark may be dominated by one or more of its\r\ncomponents;\r\n\r\n(f) however, it is also possible that in a particular case an element\r\ncorresponding to an earlier trade mark may retain an independent\r\ndistinctive role in a composite mark, without necessarily constituting a\r\ndominant element of that mark;\r\n\r\n(g) a lesser degree of similarity between the goods or services may be\r\noffset by a great degree of similarity between the marks, and vice versa;\r\n\r\n(h) there is a greater likelihood of confusion where the earlier mark has\r\na highly distinctive character, either per se or because of the use that\r\nhas been made of it;\r\n\r\n(i) mere association, in the strict sense that the later mark brings the\r\nearlier mark to mind, is not sufficient;\r\n\r\n(j) the reputation of a mark does not give grounds for presuming a\r\nlikelihood of confusion simply because of a likelihood of association in\r\nthe strict sense;\r\n\r\nPage 8 of 33\r\n\r\n\f(k) if the association between the marks creates a risk that the public\r\nmight believe that the respective goods or services come from the same\r\nor economically-linked undertakings, there is a likelihood of confusion.\r\n\r\nComparison of goods and services\r\n16. The goods and services to be compared are those outlined in paragraphs 1 and 3\r\nof this decision.\r\n\r\n17. All relevant factors relating to the goods should be taken into account, which\r\ninclude, inter alia:4\r\n• the physical nature of the goods or acts of service;\r\n• their intended purpose;\r\n• their method of use \/ uses;\r\n• who the users of the goods and services are;\r\n• the trade channels through which the goods or services reach the market;\r\n• in the case of self-serve consumer items, where in practice they are found or\r\nlikely to be found in shops and in particular whether they are, or are likely to be,\r\nfound on the same or different shelves; and\r\n• whether they are in competition with each other (taking into account how those\r\nin trade classify goods and services, for instance whether market research\r\ncompanies put them in the same or different sectors)\r\n\r\nor\r\n\r\n4 See Canon, Case C-39\/97, paragraph 23; and British Sugar PLC v James Robertson & Sons Ltd.,\r\n\r\n[1996] R.P.C. 281 – the “Treat” case.\r\n\r\nPage 9 of 33\r\n\r\n\f• whether they are complementary to each other. Complementary signifying\r\nthat “there is a close connection between them, in the sense that one is\r\nindispensable or important for the use of the other in such a way that customers\r\nmay think that the responsibility for those goods lies with the same\r\nundertaking”.5 Complementarity is an autonomous criterion capable of being\r\nthe sole basis for the existence of similarity.6\r\n\r\n18. When interpreting the terms in a specification, I bear in mind that it is necessary to\r\nfocus on the core of what is being described and that trade mark registrations\r\nshould not be allowed such a liberal interpretation that their limits become fuzzy\r\nand imprecise. Nevertheless, the principle should not be taken too far and where\r\nwords or phrases in their ordinary and natural meaning are apt to cover the\r\ncategory of goods in question, there is equally no justification for straining the\r\nlanguage unnaturally so as to produce a narrow meaning which does not cover the\r\ngoods in question.7\r\n19. Furthermore, I bear in mind the approach in Sky v Skykick,8 where Lord Justice\r\nArnold set out the correct approach to interpreting broad and\/or vague terms.\r\n“…the applicable principles of interpretation are as follows:\r\n\r\n(1) General terms are to be interpreted as covering the goods or services\r\nclearly covered by the literal meaning of the terms, and not other goods or\r\nservices.\r\n\r\n(2) In the case of services, the terms used should not be interpreted widely,\r\nbut confined to the core of the possible meanings attributable to the terms.\r\n\r\n(3) An unclear or imprecise term should be narrowly interpreted as extending\r\nonly to such goods or services as it clearly covers.\r\n5 Boston Scientific Ltd v OHIM, Case T-325\/06, paragraph 82, see also Sandra Amalia Mary Elliot v\r\n\r\nLRC Holdings Limited, BL O\/255\/13\r\n6 Kurt Hesse v OHIM, Case C-50\/15 P, se also Sanco SA v OHIM, Case T-249\/11\r\n7 YouView TV Ltd v Total Ltd [2012] EWHC 3158 (Ch), paragraphs 11 - 12\r\n8 [2020] EWHC 990, (Ch)\r\n\r\nPage 10 of 33\r\n\r\n\f(4) A term which cannot be interpreted is to be disregarded.”\r\n20. In Gérard Meric v Office for Harmonisation in the Internal Market (‘Meric’),9 the\r\nGeneral Court (“GC”) held that goods can be considered as identical when the\r\ngoods designated by the earlier mark are included in a more general category,\r\ndesignated by the trade mark application and vice versa.\r\n\r\n21. I acknowledge that the applicant reiterates within its most recent submissions that\r\nit accepts that there is some overlap between certain goods that it has identified\r\nwithin the table set out at paragraph 12.10 Whilst the applicant accepts that these\r\ngoods are similar, it does not comment upon the degree of similarity. Therefore, I\r\nwill proceed to conduct a full comparison for all the applied-for goods.\r\n\r\n22. I further note the applicant’s position that merely because the goods in issue are\r\nall foodstuff this does not make the competing goods similar,11 a point with which\r\nI agree.\r\n\r\nClass 29\r\nSoups; meat-based snack foods; meat; poultry and game, none being live; prepared\r\ndishes consisting primarily of […] vegetables; prepared meals consisting primarily of\r\nvegetables; milk; […] vegetable preserves; preserved, dried or cooked […] vegetables.\r\n23. The class 29 goods listed above are self-evidently identical to the opponent’s\r\ngoods “soups […]; meat-based snack foods; meat, […], poultry and game;\r\nprepared meals containing vegetables; milk […]; preserved, frozen, dried and\r\ncooked vegetables.\r\n\r\nReady cooked meals consisting primarily of meat; prepared meals and snack foods\r\ncontaining meat namely poultry, beef, lamb, pork; prepared meals and snack foods\r\ncontaining poultry, beef, lamb or pork;\r\n9 Case T-133\/05, paragraph 29.\r\n10 Applicant’s written submissions, dated 20 November 2023\r\n11 Ibid, paragraph 8.\r\n\r\nPage 11 of 33\r\n\r\n\f24. I understand a ‘ready cooked meal’ to be a ready meal or prepared meal that is\r\nprepared ready to be cooked either in the microwave or oven. As such, the above\r\ngoods are either prepared meals or snacks that all contain various types of meat,\r\nconsequently, I consider the above terms to be Meric identical to the opponent’s\r\nterm’s “prepared meals containing meat” and\/or “meat-based snack foods”.\r\n\r\nMeat products, poultry products, game products\r\n25. I consider the above products to include the opponent’s terms “meat, […] poultry\r\nand game”. For this reason, the competing goods are identical under the principle\r\nset out in Meric.\r\n[…] Dairy products, all for food\r\n26. The applied for goods would include the opponent’s goods such as “milk and milk\r\nproducts”, consequently, I find the goods are Meric identical.\r\n\r\nPotato snacks; Potato-based snack foods; Snack foods based on vegetables.\r\n27. I consider “snack foods based on vegetables” to include dried potatoes, as such\r\nthe above goods would include the opponent’s term “[…] potato crisps”, as such\r\nthey are clearly identical under Meric.\r\nPrepared dishes consisting primarily of fishcakes, […]\r\n28. I understand prepared dishes to include frozen meals. As such, I consider the\r\nopponent’s best case to rest with its term “frozen meals consisting primarily of fish”.\r\nWhilst the competing terms are not identical as fish cakes and fish are not identical\r\nfood products, in my view the terms are still highly similar. They overlap in nature,\r\nmethod of use and intended purpose, as they are all prepared meals that contain\r\neither fish or fish products, that are to be eaten for consumer convenience. As\r\ndiscussed, in my view, prepared dishes would include frozen meals, and as the\r\nprimary ingredient contains a form of fish, it is likely that the goods will be found\r\nwithin the same areas of a food store or supermarket, i.e. the frozen meal aisle\r\nPage 12 of 33\r\n\r\n\funder the fish section, and are likely to be produced by the same food\r\nmanufacturers. The goods are not complementary; however, they are competitive\r\nas consumers could choose to purchase for their meal a prepared dish, frozen or\r\notherwise, containing either fish or fishcakes. Users will also be the same.\r\n\r\nLegume-based snacks\r\n29. These would include snack foods such as crisps made out of legumes, such as\r\nlentil or chickpea crisps, as such there is some overlap between these foods and\r\nthe opponent’s goods “[…] potato crisps”. Although they originate from different\r\nfoodstuffs, they are both a type of crisp, which are consumed typically for snacking\r\n‘on the go’ between meals. Therefore, there is an overlap in the nature, method of\r\nuse and intended purpose. The trade channels will overlap as the competing goods\r\nwill be found within the crisp aisle of a supermarket store; users would also be the\r\nsame. These snacks are competitive as consumers would choose between either\r\npotato crisps or lentil crisps. However, the competing foodstuffs are not\r\ncomplementary as one is not essential to the consumption of the other. Overall, I\r\nfind the goods to be similar to a high degree.\r\n\r\nScotch eggs\r\n30. Within the opponent’s skeleton argument, it is contended that “scotched eggs” are\r\nsimilar to the opponent’s “sausages; meat based snack foods; sausage rolls; pork\r\npies”.12 I agree that there is a degree of similarity between these goods. Scotched\r\neggs are typically boiled eggs wrapped in sausage meat and breadcrumbs, they\r\nare cooked snack foods to eat ‘on the go’ for convenience, much like, cocktail\r\nsausages (covered by the opponent’s term “sausages”), sausage rolls or pork pies.\r\nTherefore, there is an overlap in nature, method of use and intended purpose.\r\nFurthermore, these goods are in competition as consumers can choose between\r\neither a scotch egg or a pork pie to consume as savoury snacks for ‘on the go’. It\r\nis highly likely that the same food company that offers savoury snacks such as\r\nscotch eggs would also offer pork pies and sausage rolls, they are also commonly\r\nlocated in the same sections of supermarkets. Users would also be the same.\r\n12 Table annexed to the opponent’s skeleton argument for class 29 goods, column 3.\r\n\r\nPage 13 of 33\r\n\r\n\fHowever, the goods are not complementary, as one is not essential for the other.\r\nTaking all the factors into consideration, I find the competing goods to be similar to\r\na high degree.\r\n\r\nPrepared meals containing [principally] eggs; prepared dishes consisting primarily of\r\n[…] boiled eggs, and broth\r\n31. The above goods are all prepared meals which consist primarily of various foods.\r\nConsequently, there is some overlap between the applied-for goods and the\r\nopponent’s terms “prepared meals containing vegetables” and “prepared meals\r\ncontaining meat substitutes”. They overlap in nature, method of use and intended\r\npurpose, as they are all prepared meals, that are to be eaten for consumer\r\nconvenience. Furthermore, although they each have different main ingredients,\r\nthey are all ingredients that are suitable for vegetarians. The trade channels may\r\noverlap as the same manufacturing company that produces prepared meals may\r\nalso produce meals with various main ingredients. Further, it is likely that the goods\r\nwill be found in the same areas of a food store or supermarket, as they are all\r\nprepared meals that consist of a main ingredient that is suitable for vegetarians.\r\nUsers would likely be the same. The goods are not complementary as they are not\r\nessential to the use of the other. The goods could be in competition with one\r\nanother as it is likely that consumers, particularly vegetarian consumers, could\r\nchoose between a prepared meal containing eggs, or prepared meals containing\r\nvegetables or meat substitutes. As a result, I find that the goods are similar to a\r\nmedium degree.\r\n[…] cooked fruits […]\r\n32. The opponent has indicated that the above term is either identical or similar to its\r\nterm “apple sauce” in class 30. The opponent states that these competing terms\r\nare similar in nature, intended purpose, method of use, interchangeability\r\n(competition), location in stores, relevant public and usual origin.13 I understand\r\ncooked fruits to include stewed apples or stewed pear. In this context I accept that\r\nthere is some overlap in nature, method of use and intended purpose as they may\r\n13 Table annexed to the opponent’s skeleton argument for class 29 goods, column 11.\r\n\r\nPage 14 of 33\r\n\r\n\fboth be used as fillings for desserts. The distribution channels would also overlap\r\nas these goods are likely to be found within the same area of a food store or\r\nsupermarket and users may be the same. They are interchangeable, and thus\r\ncompetitive in nature. However, they are not complementary, as one is not\r\nimportant for the use of the other. I consider the competing foodstuffs to be similar\r\nto a medium degree.\r\n[…] dried […] fruits […]; Fruit snacks; fruit- and nut-based snack bar; cheese-based\r\nsnack foods\r\n33. The above goods are all ‘ready to eat’ snack foods that do not require any further\r\npreparation before consuming. The opponent claims that these goods are similar\r\nto the opponent’s various prepared meal terms and “meat based snack foods”. 14\r\nFocusing on the similarity between the above applied for goods and “meat based\r\nsnack foods” I consider that there is a degree of overlap in the nature (in so far that\r\nthey are all snack foods), method of use and intended purpose as although the\r\nspecific food types differ, they are all snack foods to be consumed with\r\nconvenience in mind typically whilst ‘on the go’. The goods may be in competition\r\nas consumers could choose between different snack foods. Users could also\r\noverlap. However, I am unconvinced that the competing snack goods will have the\r\nsame trade channels due to the vastly different types of foods, instead it is far more\r\nlikely that these goods will be found in different areas of food stores or\r\nsupermarkets. Further, the goods are not complementary as they are not essential\r\nfor the use of one another. Weighing up all the relevant factors, I find that these\r\ngoods are similar to, at best, a medium degree.\r\n\r\n34. However, if I am wrong in this finding, I further observe that the opponent states:\r\n“A comparison of the Applicant’s goods and the Opponent’s services is less\r\nrelevant in light of the identity and similarity of the goods of the respective\r\nmarks, but it is noted that there is usually considered some (maybe low)\r\nsimilarity between foodstuffs and services for the provision of food. In this case,\r\nit is submitted in particular that the Applicant’s goods in the nature of prepared\r\n14 Table annexed to the opponent’s skeleton argument for class 29 goods, column 16.\r\n\r\nPage 15 of 33\r\n\r\n\fmeals, snacks and food to go are similar to the services of the Opponent’s\r\nmark.”15\r\n\r\n35. Therefore, I will now go on to compare the applied for goods listed above with the\r\nopponent’s class 43 services: “Services for providing food and drink”. Although the\r\ngoods and services are intrinsically different in nature, and are used in different\r\nways, the intended purpose of the goods and services overlap to the extent that\r\nthe purpose of both is to satiate hunger or for enjoyment. Nevertheless, I accept\r\nthat the primary purpose of the services differ insofar as their aim is to provide\r\nconsumers with a choice of food and drink options. Moreover, the trade channels\r\nand the users may be the same. Furthermore, there is a degree of complementarity\r\nin that the goods are essential to the supply of the services, and in some\r\ncircumstances, they may be provided by the same undertaking, leading consumers\r\nto reasonably believe that the same company is responsible for both. There is also\r\na degree of competition in as much as consumers can choose to either visit a café\r\nwhere the food can be prepared for them to consume on site, or they can selfselect the goods at a supermarket to enjoy ‘on the go’ or at home. Taking all the\r\nabove factors into account I find that the goods and services have a medium\r\ndegree of similarity.\r\n\r\nEggs\r\n36. In relation to “eggs” the opponent argues:\r\n“[A] Source of animal protein, frequently purchased in competition with other\r\nforms of animal protein. They come from the same source as poultry producers.\r\nSimilar to meat, fish, poultry and game, meat extracts and charcuterie. Similar\r\nin nature, intended purpose, method of use, interchangeability (competition),\r\nrelevant public and usual origin.”16\r\n\r\nAlternatively, the opponent claims that:\r\n\r\n15 Opponent’s skeleton argument, paragraph 12.\r\n16 Table annexed to the opponent’s skeleton argument for class 29 goods, column 1a.\r\n\r\nPage 16 of 33\r\n\r\n\f“Also chefs’ ingredients. Usually displayed in supermarkets amongst cooking\r\ningredients. Although not dairy products, eggs are traditionally classed (and still\r\nclassified in this way on supermarket shelves and shopping websites) alongside\r\nmilk and butter. Similar to milk and edible oils and fats (such as butter and\r\nmargarine).\r\n\r\nSimilar\r\n\r\nin\r\n\r\nnature,\r\n\r\nintended\r\n\r\npurpose,\r\n\r\nmethod\r\n\r\nof\r\n\r\nuse,\r\n\r\ncomplementarity and relevant public.”17\r\n\r\nIn contrast to these submissions the applicant contends:\r\n“The Opposed Goods here are eggs or ingredients, and not identical or similar\r\nto the Opponent’s Goods, bearing in mind the purposes, users, trade channels,\r\nphysical natures and methods of use of the goods.”18\r\n\r\nI observe that the applicant also states:\r\n“UKIPO Registry practice is clear that services for providing food and drink in\r\nClass 43 are not similar to foodstuffs or prepared foods. There has been no\r\nevidence submitted by the Opponent of enhanced distinctiveness owing to\r\nuse of the Earlier Mark, or for example that the Earlier Mark is used for a wellknown restaurant, such that the average consumer would see the goods\r\ncoming from the same undertaking as the services.”19\r\n\r\n37. Whilst I note the submissions of both parties, I turn for authority to the decision of\r\nMs Emma Himsworth Q.C., sitting as the Appointed Person, in the Sainsbury’s top\r\ndog case,20 where it was held that meat fish and poultry in class 29 would include\r\nproducts which have been cooked, smoked or marinated, not just raw food goods,\r\nas such, it would include products that are ‘ready to eat’ as well as those that\r\nrequire no further processing before consumption. In my view the same reasoning\r\ncan be applied to the above goods in so far as they can include both raw eggs as\r\nwell as eggs that are hard boiled and de-shelled, i.e. in snack form ready for\r\n\r\n17 Table annexed to the opponent’s skeleton argument for class 29 goods, column 1b.\r\n18 Applicant’s submissions, dated 27 June 2023, table at paragraph 24.\r\n19 Applicant’s submissions, dated 20 November 2023, paragraph 14.\r\n20 BL O\/044\/16, paragraph 25 to 30\r\n\r\nPage 17 of 33\r\n\r\n\fconsumption. Therefore, the same reasoning\/comparison applies as in paragraph\r\n35 between snack food and the opponent’s services in class 43.\r\n\r\nSpreads consisting mainly of eggs\r\n38. I note that with regard to the above applied for term the opponent states:\r\n“A spread is a food that is spread onto foods such as breads and crackers to\r\nenhance flavour and palatability; Similar to meat extracts; (meat spreads like\r\nmeat and pastes and pates), edible oils and fats (butter and margarine)\r\npreserved, frozen, dried and cooked vegetables (vegetable spreads, like red\r\npepper jam, aubergine spread, roasted vegetable spread). Similar in nature,\r\nintended purpose and method of use location in stores, relevant public and\r\nusual origin.”21\r\n39. I have taken note of the opponent’s observations, however, for clarity, I understand\r\na “meat extract” to be a highly concentrated meat stock used to add meat flavour\r\nin cooking, whether in a semi solid or powdered form. As such I do not consider\r\nthis term to be similar to the applicant’s “spreads consisting mainly of eggs”, which\r\nI understand to be an egg spread such as a sandwich egg spread. Rather, I\r\nconsider this term to be most similar to the opponent’s term “preserved, frozen,\r\ndried and cooked vegetables”. This is because as the opponent’s skeleton\r\nargument identifies this term includes preserves in the form of vegetable spreads,\r\nsuch as aubergine or roasted vegetable. The competing goods are both pre-made\r\nfoodstuffs that are used to spread on toast or bread for sandwiches. As such whilst\r\nthey consist of primarily different ingredients, there is a degree of similarity in their\r\nmethod of use and purpose. There is an element of competition between the goods\r\nas consumers can choose between the egg spreads or vegetable spreads to add\r\nto toast or sandwiches. Users may overlap. However, the trade channels are not\r\nlikely to be the same and the goods will most likely be found in different areas within\r\na food store or supermarket. Neither do the goods share any complementarity.\r\nOverall, I consider these competing goods similar to a low degree.\r\n\r\n21 Table annexed to the opponent’s skeleton argument for class 29 goods, column 5.\r\n\r\nPage 18 of 33\r\n\r\n\fBirds egg products; Egg yolks, egg products, dried eggs, liquid eggs, frozen eggs,\r\npowdered eggs, egg whites […], all for food;\r\n\r\n40. I understand the above terms to all be products made from eggs or that contain\r\neggs. Their particular form means that they cannot be consumed outright but\r\ninstead are used as ingredients in cooking or baking. In particular, the term “bird\r\negg products” and “egg products” is an umbrella term that refers to all of the terms\r\nabove, i.e. either part of an egg, such as egg whites, or egg yolks, or alternatively,\r\nwhole egg such as liquid eggs, dried, eggs, powdered eggs or frozen eggs. I note\r\nthe opponent submits in relation to these applied for goods, that they are “Chefs’\r\ningredients. Usually displayed in supermarkets amongst cooking ingredients.\r\nAlthough not dairy products, eggs are traditionally classified (and still classified in\r\nthis way on supermarket shelves and shopping websites) alongside milk and\r\nbutter. Similar to milk and edible oils and fats (such as butter and margarine).\r\nSimilar in nature, intended purpose, method of use, complementarity, and relevant\r\npublic.”22 In relation to “milk”, this is directly consumable, drank to quench thirst. In\r\ncontrast, the applicant’s egg products are not directly consumable, but are\r\ningredients that are used in either cooking or baking. Therefore, their specific\r\nnature, method of use and intended purpose differ. However, their trade channels\r\nmay overlap in as much as farmers could provide both types of foodstuffs. I do not\r\nconsider there to be any complementarity or competitiveness between the\r\ncompeting terms. Finally, the users may overlap. Consequently, overall, I find that\r\nthe competing terms are similar to a low degree.\r\nPreserved, […] fruits […]; jams; fruit preserves […]\r\n41. The above applied for goods are all types of jams and fruit preserves. In my view\r\nthese are all types of spreads that have a similar method of use and intended\r\npurpose to “preserved vegetables” within the opponent’s specification. These\r\ngoods are likely to be used in substitution for one another, as such there is an\r\nelement of competition. Users are also likely to overlap. However, I accept they are\r\n\r\n22 Table annexed to the opponent’s skeleton argument for class 29 goods, column 2.\r\n\r\nPage 19 of 33\r\n\r\n\flikely to have separate trade channels. Neither are the goods complementary, as\r\none is not essential to the use of the other. Overall, I consider these goods to have\r\na low level of similarity. If I am wrong, then I still consider there to be similarity with\r\nthe opponent’s class 43 services, based on a degree of overlap in, trade channels,\r\nusers and competition.\r\n\r\nClass 30\r\nSandwiches; sausage rolls\r\n42. The above goods in class 30 are clearly identical to the following goods within the\r\nopponent’s class 30 specification: “sandwiches” and “sausage rolls”.\r\n\r\nPastries, cakes, tarts and biscuits (cookies); Breads.\r\n43. These goods include the opponent’s terms “vegan bread, pastry and confectionery;\r\nvegan cakes”. Therefore, the goods are identical under the principles of Meric.\r\n\r\nMeat pies; Canned meat puddings\r\n44. I understand the terms “meat pies” and “meat puddings” to be interchangeable. As\r\nsuch, I consider these terms to include the opponent’s “pork pies” which is a type\r\nof meat pie. Consequently, these goods are Meric identical.\r\n\r\nQuiche\r\n45. I observe the opponent’s submissions that a “Quiche is a French tart consisting of\r\na pastry crust, filled with savoury custard and pieces of cheese, meat, seafood\r\nand\/or vegetables.”23 The opponent further submits that it “Can be classified as\r\nprepared meals, food to go and\/or foodstuffs of animal origin. Similar to pizzas,\r\npies, prepared vegan meals, vegan pizzas and vegan pies of the earlier marks.\r\nSimilar in nature, intended purpose, method of use, interchangeability\r\n(competition), location in stores, relevant public and usual origin.”24 However, I do\r\n\r\n23 Table annexed to the opponent’s skeleton argument for class 30 goods, column 4.\r\n24 Ibid\r\n\r\nPage 20 of 33\r\n\r\n\fnot accept that the nature is similar to any extent beyond that they are foodstuffs\r\nfor convenience, neither are the goods complementary as they are not important\r\nor essential to one another. However, I do accept that all of these goods could be\r\nconsidered quick and easy food consumed for convenience, as such, these\r\nfoodstuffs have a similar intended purpose and method of use. As convenience\r\nfoods they are likely to be found within the same area of a supermarket.\r\nFurthermore, there is an element of competition between these foodstuffs to the\r\nextent that consumers can choose between either a pie or a quiche. Users may\r\nalso overlap. Overall, I consider the competing foodstuffs to be similar to between\r\na medium and low degree.\r\n\r\nCereal-based savoury snacks\r\n46. The opponent claims that the above goods are “Identical or similar to prepared\r\nmeals containing rice, prepared meals containing pasta, and rice; tapioca and\r\nsago. Similar in nature, intended purpose, method of use, interchangeability\r\n(competition), location in stores, relevant public and usual origin”. I do not consider\r\nthere to be any similarity between these foodstuffs identified by the opponent.\r\nHowever, I do consider there to be a degree of similarity between the above applied\r\nfor goods and the opponent’s class 43 services; “services for the provision of food\r\nand drink”. This is for the same reasons as I have identified above for the class 29\r\nsnacks at paragraph 35. Consequently, I also find that there is a medium level of\r\nsimilarity between the applicant’s “cereal-based savoury snacks” and the\r\nopponent’s services.\r\n\r\nThe average consumer and the nature of the purchasing act\r\n\r\n47. As indicated in the case law cited above, it is necessary to decide who the average\r\nconsumer is for the parties’ goods or service and how they purchase them.\r\n“Average consumer” in the context of trade mark law means the “typical\r\nconsumer.”25 The average consumer is deemed to be reasonably well informed\r\n25 Hearst Holdings Inc, Fleischer Studios Inc v A.V.E.L.A. Inc, Poeticgem Limited, The Partnership\r\n\r\n(Trading) Limited, U Wear Limited, J Fox Limited, [2014] EWHC 439 (Ch)\r\n\r\nPage 21 of 33\r\n\r\n\fand reasonably observant and circumspect. For the purpose of assessing the\r\nlikelihood of confusion, it must be borne in mind that the average consumer's level\r\nof attention is likely to vary according to the category of goods or services in\r\nquestion.26\r\n\r\n48. At the hearing Mr Caddy for the opponent proposed that there would be three\r\ncategories of relevant public, the general public, who it was suggested would pay\r\na low degree of attention, the catering industry, and food retailers, both of whom\r\nwould pay a high degree of attention and therefore would be the least likely to be\r\nconfused. Mr Caddy confirmed that the category of consumers that were most\r\nlikely to be confused would be members of the general public, with which I agree,\r\nhowever, for the reasons that I have set out below, I do not agree with the level of\r\nattention that it was suggested they would pay during the purchasing process.\r\n\r\n49. Due to the nature of the goods and services at issue, I find that the average\r\nconsumer will be either the general public or business users such as food retailers\r\nand café owners.\r\n\r\n50. On average, the general public are likely to purchase the goods and services rather\r\nfrequently, with the price of the purchase likely to be relatively inexpensive.\r\nHowever, consideration will be given to factors such as quality, price and taste\r\nwhen selecting the goods and services. As edible goods, consumers may also be\r\nalert to any ingredients that may potentially cause a reaction. Taking the above\r\nfactors into account, whilst I accept that some snack foods would be purchased\r\nquickly and without a great deal of attention, overall, I find that the general public\r\nwill demonstrate a medium level of attention in respect of the goods and services\r\nat issue. The goods are typically sold through a range of retail outlets, such as\r\nsupermarkets, and in some cases their online equivalents where the goods will be\r\nself-selected. In the foregoing circumstances, visual considerations would\r\ndominate. Goods such as snack foods are also sold in hospitality settings such as\r\nin cafés and bakeries. In these environments, there may be an aural component to\r\nthe selection process, such as requests to serving staff. However, even where the\r\n\r\n26 Lloyd Schuhfabrik Meyer, Case C-342\/97.\r\n\r\nPage 22 of 33\r\n\r\n\fgoods are ordered in this way, the selection process would still be in the context of\r\na visual inspection of the goods on a menu, or a board behind the counter for\r\nexample, prior to the order being placed. As for the services, the purchasing\r\nprocess will be predominantly visual, with users selecting from a brochure, internet\r\npages or after encountering the frontage of the provider’s premises. As such,\r\noverall, the purchasing process would be primarily visual in nature, though I do not\r\ndiscount that aural considerations will play their part.\r\n\r\n51. In relation to business users for the goods, such as a supermarket purchaser, or a\r\ncafé owner, the goods are likely to be purchased on a large scale, reasonably\r\nfrequently in order to meet the demands of the business. Whilst business users for\r\nthe services will most likely be corporate or other organisations that require\r\ncatering for events or physical premises to host client dinners. As such, the cost of\r\nthese purchases is likely to vary depending on the size of the order. Nevertheless,\r\nthey are unlikely to be at the highest end of the scale. Business users will likely\r\nhave similar considerations to the general public but will also have additional\r\nconsiderations as they are purchasing the goods and services on behalf of their\r\ncustomers or clients. Consequently, I find that business users will pay an above\r\nmedium level of attention during the selection process. In relation to business\r\nusers, the goods and services may be purchased through wholesalers or their\r\nonline equivalent, or directly from the provider after viewing the products or\r\nservices on its website. In each of these circumstances, the purchasing process\r\nwill be predominantly visual, although I do not discount that in some circumstances\r\nthere may be an aural component to the selection and purchase of these goods,\r\nfor example, where discussions with sales representatives are involved.\r\n\r\nDistinctive character of the earlier mark\r\n\r\n52. The distinctive character of a trade mark can be measured only, first, by reference\r\nto the goods and services in respect of which registration is sought and, second,\r\nby reference to the way it is perceived by the relevant public. In Lloyd Schuhfabrik\r\nMeyer & Co. GmbH v Klijsen Handel BV, Case C-342\/97, the CJEU stated that:\r\n\r\nPage 23 of 33\r\n\r\n\f“22. In determining the distinctive character of a mark and, accordingly,\r\nin\r\n\r\nassessing whether it is highly distinctive, the national court must\r\n\r\nmake an overall assessment of the greater or lesser capacity of the mark\r\nto identify the goods or services for which it has been registered as\r\ncoming from a particular undertaking, and thus to distinguish those\r\ngoods or services from those of other undertakings (see, to that effect,\r\njudgment of 4 May 1999 in Joined Cases C-108\/97 and C-109\/97\r\nWindsurfing Chiemsee v Huber and Attenberger [1999] ECR I-0000,\r\nparagraph 49).\r\n\r\n23. In making that assessment, account should be taken, in particular,\r\nof the inherent characteristics of the mark, including the fact that it does\r\nor does not contain an element descriptive of the goods or services for\r\nwhich it has been registered; the market share held by the mark; how\r\nintensive, geographically widespread and long-standing use of the mark\r\nhas been; the amount invested by the undertaking in promoting the\r\nmark; the proportion of the relevant section of the public which, because\r\nof the mark, identifies the goods or services as originating from a\r\nparticular undertaking; and statements from chambers of commerce and\r\nindustry or other trade and professional associations (see Windsurfing\r\nChiemsee, paragraph 51).”\r\n\r\n53. Registered trade marks possess varying degrees of inherent distinctive character,\r\nranging from the very low, because they are suggestive or allusive of a\r\ncharacteristic of the goods and services to those with high inherent distinctive\r\ncharacter, such as invented words which have no allusive qualities. Dictionary\r\nwords which do not allude to the goods and services will be somewhere in between.\r\nThe degree of distinctiveness is an important factor as it directly relates to whether\r\nthere is a likelihood of confusion, since the more distinctive the earlier mark, the\r\ngreater may be the likelihood of confusion.\r\n\r\n54. Although the distinctiveness of a mark can be enhanced by virtue of the use that\r\nhas been made of it, Mr Caddy confirmed at the hearing that the opponent was not\r\n\r\nPage 24 of 33\r\n\r\n\frelying on enhanced distinctiveness through use. Consequently, I have only the\r\ninherent position to consider.\r\n55. The earlier mark is a word only mark which comprises the single word “JOLLY”.\r\nDespite the claim within Mr Caddy’s skeleton argument that Jolly does not have a\r\nmeaning, this is contradicted by the reference at the end of the skeleton argument\r\nto the dictionary definition for the word Jolly. Indeed, at the hearing Mr Caddy rightly\r\nclarified that the word Jolly does have an easily identifiable meaning; it means\r\nhappy or jovial. However, he explained in his submissions that it does not relate or\r\nallude to the goods or services relied upon. Mr Caddy, concluded that, overall, the\r\nearlier mark has a normal level of distinctiveness. I note that I have nothing from\r\nthe applicant specifically addressing the level of distinctiveness of the earlier mark.\r\nRegardless, I agree with Mr Caddy’s submissions and find that the earlier mark\r\npossesses a medium level of distinctiveness.\r\n\r\nComparison of the marks\r\n\r\n56. It is clear from Sabel BV v. Puma AG that the average consumer normally\r\nperceives a trade mark as a whole and does not proceed to analyse its various\r\ndetails. The same case also explains that the visual, aural and conceptual\r\nsimilarities of the trade marks must be assessed by reference to the overall\r\nimpressions created by them, bearing in mind their distinctive and dominant\r\ncomponents. The CJEU stated in Bimbo SA v OHIM, Case C-591\/12P, that:\r\n“34. […] it is necessary to ascertain, in each individual case, the overall\r\nimpression made on the target public by the sign for which registration is\r\nsought, by means of, inter alia, an analysis of the components of a sign and of\r\ntheir relative weight in the perception of the target public, and then, in the light\r\nof that overall impression and all factors relevant to the circumstances of the\r\ncase, to assess the likelihood of confusion.”\r\n\r\n57. It would therefore be wrong to artificially dissect the trade marks, although it is\r\nnecessary to take into account their distinctive and dominant components and to\r\nPage 25 of 33\r\n\r\n\fgive due weight to any other features which are not negligible and therefore\r\ncontribute to the overall impressions they create.\r\n\r\n58. The respective trade marks are shown below:\r\n\r\nOpponent’s earlier mark\r\n\r\nApplicant’s mark\r\n\r\nJOLLY\r\n\r\nJOLLY PECKISH\r\n\r\nOverall impressions\r\n59. The earlier mark is a word-only mark which consists of the word “JOLLY”;\r\ntherefore, the overall impression of the earlier mark lies in the word itself.\r\n60. The contested mark is also a word-only mark, which is comprised of the words\r\n“JOLLY PECKISH”. There will be a significant proportion of consumers that might\r\nview these words as joining together to form a unit, in the same way that ‘jolly\r\ngood’, ‘jolly tired’ or ‘jolly useful’ might. However, there will also be a significant\r\nproportion of consumers that will not recognise the formation of a unit in these\r\nwords. For these consumers the overall impression rests predominantly within the\r\nword “JOLLY” with the word “PECKISH” having a lesser role given that it is allusive\r\nof the goods and services.\r\nVisual comparison\r\n61. The competing marks are visually similar as they both contain the identical word\r\n“JOLLY” which is the sole word in the earlier mark and the first word in the\r\ncontested mark; however, the contested mark also contains the additional word\r\n\r\nPage 26 of 33\r\n\r\n\f“PECKISH”. Taking into account the overall impressions, I find that the competing\r\nmarks are visually similar to a medium degree.\r\nAural comparison\r\n62. The earlier mark comprises two syllables, JOL\/EE whilst the contested mark\r\ncontains four syllables JOL\/EE\/PECK\/ISH. Although the contested mark contains\r\ntwo additional syllables, the competing marks also clearly share two identical\r\nsyllables which encompass the entirety of the earlier mark and are found at the\r\nbeginning of the contested mark. Consequently, the marks are aurally similar to a\r\nmedium degree.\r\nConceptual comparison\r\n63. For a conceptual message to be relevant it must be capable of immediate grasp\r\nby the average consumer.27 The earlier mark, as discussed above, will be easily\r\nidentifiable by its dictionary definition meaning happy or in high spirits. As for the\r\ncontested mark, I have found above that a significant proportion of average\r\nconsumers will view the mark as joining to form a unit. For these consumers the\r\nword “JOLLY” combines with the word “PECKISH” to form a different meaning as\r\nthe word “JOLLY” qualifies the word “PECKISH”. In the same way that the words\r\n“jolly good”, “jolly busy” or “jolly useful” might. In my view, the words in combination\r\nwill be perceived by these consumers as meaning “very or rather hungry”. For\r\nthese consumers the marks will be conceptually dissimilar overall. However, I have\r\nalso identified above that there will be another significant proportion of consumers\r\nthat will not perceive the words as combining to form a unit. For these consumers\r\nthe word “JOLLY” will have the same meaning that I have identified for the earlier\r\nmark, i.e. happy or high spirited. As for the word “PECKISH”, this will be understood\r\naccording to its dictionary definition, meaning slightly hungry. Consequently, for\r\nthese consumers there is a conceptual overlap in the word “JOLLY”. As such, for\r\nthese consumers I find that there is a medium level of conceptual similarity\r\nbetween the marks.\r\n\r\n27 Ruiz Picasso v OHIM [2006] E.T.M.R 29.\r\n\r\nPage 27 of 33\r\n\r\n\fLikelihood of confusion\r\n\r\n64. Whether there is a likelihood of confusion must be assessed globally, taking into\r\naccount a number of factors. One such factor is the interdependency principle i.e.\r\na lesser degree of similarity between the respective trade marks may be offset by\r\na greater degree of similarity between the respective goods and services, and vice\r\nversa. It is also necessary for me to keep in mind the distinctive character of the\r\nopponent’s trade mark, the average consumer for the goods and services and the\r\nnature of the purchasing process. In doing so, I must be aware of the fact that the\r\naverage consumer rarely has the opportunity to make direct comparisons between\r\ntrade marks and must instead rely upon the imperfect picture of them that they\r\nhave retained in their mind.\r\n\r\n65. Confusion can be direct or indirect. Direct confusion involves the average\r\nconsumer mistaking one trade mark for the other, while indirect confusion is where\r\nthe average consumer realises the trade marks are not the same but puts the\r\nsimilarity that exists between the trade marks and goods or services down to the\r\nresponsible undertakings being the same or related.\r\n\r\n66. I have found either identity or a level of similarity ranging from high to low for the\r\nrespective goods and services. The average consumer of the goods and services\r\nwill be either the general public, who will pay a medium level of attention or\r\nbusiness users that will pay an above medium level of attention. I have found that\r\nthe purchasing process will be largely visual, however, I have not discounted aural\r\nconsiderations. I have found that for a significant proportion of consumers the\r\nearlier mark and the contested mark are visually, aurally and conceptually similar\r\nto a medium degree. I have also found that the earlier mark possesses a medium\r\nlevel of inherent distinctive character overall.\r\n67. During the course of the hearing Mr Caddy pointed me towards the decision of Mr\r\nGeoffrey Hobbs (Q.C. as he then was) sitting as the Appointed Person in Cardinal\r\nPlace,28 in particular Mr Caddy relied on paragraph 17 of the decision. It was\r\n\r\n28 BL O-339-04\r\n\r\nPage 28 of 33\r\n\r\n\fsuggested that in applying this case, the important question was how much or how\r\nlittle the word “PECKISH” would be likely to contribute to the distinctive character\r\nof the mark “JOLLY PECKISH” taken as a whole. However, I do not understand\r\nthat to be the key question; in fact, at paragraphs 18 and 19, Mr Hobbs held that\r\nthe initial decision maker’s findings that the word ‘place’ within the composite mark\r\n‘Cardinal Place’ was allusive and not particularly distinctive, effectively ignored the\r\nblend of meaning and significance produced by combining the words.29 For further\r\ncontext, Mr Hobbs indeed concluded that as the word ‘Cardinal’ changed when it\r\nwas followed by the word ‘place’, (i.e. ‘Cardinal’ solus had an ecclesiastical\r\nperception whilst ‘Cardinal Place’ referred to a location) this resulted in different\r\nconceptual meanings that would render the marks distinguishable and would allow\r\nthem to be used concurrently without giving rise to a likelihood of confusion.30\r\nIndeed for clarity, had I found there to be only one section of average consumers\r\n(constituting a significant proportion) that viewed the mark as a unit, I would find\r\nthis case to be on all fours with the Cardinal case. However, I also found above,\r\nthat there is another section of average consumers (also constituting a significant\r\nproportion) that will not be familiar with the phrase “JOLLY PECKISH”, and as such,\r\nwill not view the words as forming a unit but instead the word “JOLLY” within the\r\ncomposite mark to retain an independent and distinctive role, for these consumers\r\nthis case does not apply and the meaning of the word “JOLLY” will not change.\r\n68. I acknowledge that both marks contain the identical word “JOLLY” at their\r\nbeginnings, a position where the attention of consumers is usually directed.\r\nHowever, the marks differ both visually and aurally in length as the contested mark\r\ncontains the additional word “PECKISH”. Although the marks overlap in the shared\r\nword “JOLLY”, the additional word in the contested mark creates a visual and aural\r\ndifference that is unlikely to be overlooked. Therefore, despite some visual and\r\naural overlap created by the commonality of the word “JOLLY”, in my view, this will\r\nbe outweighed by the differences. Consequently, it is unlikely that the competing\r\nmarks will be mistaken or misremembered for one another. Rather, the\r\naforementioned differences are likely to be sufficient to enable consumers to\r\ndifferentiate between them. In my judgement, taking all the above factors into\r\n29 Ibid, paragraph 18\r\n30 Ibid, paragraph 19\r\n\r\nPage 29 of 33\r\n\r\n\faccount, the differences between the competing trade marks are likely to enable\r\nconsumers, even those paying a medium level of attention, to avoid mistaking the\r\nmarks for one another, notwithstanding the principles of imperfect recollection and\r\ninterdependency. As a result, I find that there is no likelihood of direct confusion,\r\neven in relation to goods and services that are identical.\r\n\r\n69. That leaves indirect confusion to be considered. In L.A. Sugar Limited v By Back\r\nBeat Inc, Case BL O\/375\/10, Mr Iain Purvis K.C., as the Appointed Person,\r\nexplained that:\r\n“16. Although direct confusion and indirect confusion both involve mistakes on\r\nthe part of the consumer, it is important to remember that these mistakes are\r\nvery different in nature. Direct confusion involves no process of reasoning – it\r\nis a simple matter of mistaking one mark for another. Indirect confusion, on the\r\nother hand, only arises where the consumer has actually recognized that the\r\nlater mark is different from the earlier mark. It therefore requires a mental\r\nprocess of some kind on the part of the consumer when he or she sees the later\r\nmark, which may be conscious or subconscious but, analysed in formal terms,\r\nis something along the following lines: “The later mark is different from the\r\nearlier mark, but also has something in common with it. Taking account of the\r\ncommon element in the context of the later mark as a whole, I conclude that it\r\nis another brand of the owner of the earlier mark.\r\n\r\n17. Instances where one may expect the average consumer to reach such a\r\nconclusion tend to fall into one or more of three categories:\r\n\r\n(a) where the common element is so strikingly distinctive (either inherently\r\nor through use) that the average consumer would assume that no-one else\r\nbut the brand owner would be using it in a trade mark at all. This may apply\r\neven where the other elements of the later mark are quite distinctive in their\r\nown right (“26 RED TESCO” would no doubt be such a case).\r\n\r\nPage 30 of 33\r\n\r\n\f(b) where the later mark simply adds a non-distinctive element to the earlier\r\nmark, of the kind which one would expect to find in a sub-brand or brand\r\nextension (terms such as “LITE”, “EXPRESS”, “WORLDWIDE”, “MINI” etc.)\r\n\r\n(c) where the earlier mark comprises a number of elements, and a change\r\nof one element appears entirely logical and consistent with a brand\r\nextension (“FAT FACE” to “BRAT FACE” for example).”\r\n\r\n70. These examples are not exhaustive but provide helpful focus.\r\n71. I bear in mind that a finding of indirect confusion should not be made merely\r\nbecause the two marks share a common element. In this connection, it is not\r\nsufficient that a mark merely calls to mind another mark: this is mere association\r\nnot indirect confusion. Furthermore, in Liverpool Gin,31 Arnold LJ referred to the\r\ncomments of James Mellor QC (as he then was), sitting as the Appointed Person\r\nin Cheeky Italian Ltd v Sutaria (Case BL O\/219\/16), where he said at [16] that “a\r\nfinding of a likelihood of indirect confusion is not a consolation prize for those who\r\nfail to establish a likelihood of direct confusion”. Arnold LJ agreed, pointing out that\r\nthere must be a “proper basis” for concluding that there is a likelihood of indirect\r\nconfusion where there is no likelihood of direct confusion.\r\n72. Whilst consumers will recognise the differences between the marks arising from\r\nthe additional word in the contested mark, i.e. “PECKISH”, they will also identify\r\nthe use of the common word “JOLLY”. At the hearing Mr Caddy submitted that the\r\nword “JOLLY” retained its independent distinctive character within the contested\r\nmark. His reasoning for this was that as the competing marks are both word only\r\nmarks, notional and fair use means that the parties could use the “JOLLY” element\r\nslightly more prominently, in bigger text or even a different colour. Therefore, in\r\nthese circumstances, it would be more likely that people would see it as having an\r\nindependent function. I am unconvinced. Firstly, normal and fair use of a word mark\r\nincludes use in upper and lower case letters in a standard font, and in a single\r\ncolour other than the black in which the mark appears on the register. However,\r\nallowing for such variations should not change the basis of the comparison from\r\n31 Liverpool Gin Distillery and others v Sazerac Brands, LLC and others [2021] EWCA Civ 1207\r\n\r\nPage 31 of 33\r\n\r\n\fthe word itself, so that the word mark is imagined with some form of artificial\r\nstylisation which then makes it more similar to the other mark. It is wrong to\r\napproach the required comparison by hypothesising a way of styling the word mark\r\nin a way which is extremely similar to the contested mark (whether by choice of\r\nfont or the use of other forms of presentation) and asking whether confusion would\r\nbe likely in such a case. It is the words themselves in word only marks that should\r\nbe given consideration not how they may be styled . Consequently, I disagree with\r\nMr Caddy’s reasoning, nonetheless, I do accept that for the significant proportion\r\nof consumers that I have identified above, who are not familiar with the phrase\r\n“JOLLY PECKISH”, the word “JOLLY” does retain its independent and distinctive\r\nrole.32 In my view, where consumers see the word “JOLLY” as retaining its\r\nindependence within the composite mark, this lends itself to the mark being\r\nperceived as a brand extension on the basis that “JOLLY” would be seen as a\r\nhouse mark and “PECKISH” as a sub brand for snack food, particularly as the\r\nidentical common element is found at the beginning of the contested mark. As\r\nsuch, in my opinion, the word “PECKISH” in relation to foodstuff creates the\r\nimpression of a sub brand of the “JOLLY” range, particularly for snack foods that\r\nare eaten ‘on the go’ when you are not feeling overly hungry. Taking all of the\r\nabove into account, it is my view that this significant proportion of average\r\nconsumers would assume a commercial association between the parties, or\r\nsponsorship on the part of the opponent, due to the use of the shared word\r\n“JOLLY”, even where the goods and services are similar to only a low degree.\r\nConsequently, I consider there to be a likelihood of indirect confusion. I reach this\r\nfinding acknowledging the words of Lord Justice Kitchin in Interflora Inc & Anor v\r\nMarks and Spencer Plc (Rev 1),33 “if, having regard to the perceptions and\r\nexpectations of the average consumer, the court concludes that a significant\r\nproportion of the relevant public is likely to be confused such as to warrant the\r\nintervention of the court then it may properly find infringement”,34 and in the\r\nknowledge that a significant proportion of average consumers is a lower\r\nrequirement than the majority.\r\n\r\n32 See Whyte and Mackay Ltd v Origin Wine UK Ltd and Another [2015] EWHC 1271 (Ch), and\r\n\r\nMedion v Thomson, C-120\/04\r\n33 [2014] EWCA Civ 1403.\r\n34 Ibid, paragraph 129.\r\n\r\nPage 32 of 33\r\n\r\n\fConclusion\r\n73. The opposition under section 5(2)(b) of the Act has been successful in its entirety.\r\nTherefore, subject to any successful appeal against my decision, the application\r\nwill be refused registration.\r\n\r\nCosts\r\n74. As the opponent has been entirely successful, it is therefore entitled to a\r\ncontribution for its costs based upon the scale published in Annex A of the Tribunal\r\nPractice Notice 2 of 2016. Applying this guidance, I award the opponent the sum\r\nof £1050, which has been calculated as follows:\r\n\r\nPreparing the notice of opposition and\r\nconsidering the counterstatement:\r\n\r\n£200\r\n\r\nPreparing evidence:\r\n\r\n£25035\r\n\r\nPreparing for and attending a hearing:\r\n\r\n£60036\r\n\r\nTotal:\r\n\r\n£1050\r\n\r\n75. Accordingly, I hereby order Stonegate Farmers Limited to pay The Jolly Hog\r\nGroup Limited the sum of £1050. This sum is to be paid within twenty-one days\r\nof the expiry of the appeal period, or within twenty-one days of the final\r\ndetermination of this case if any appeal against this decision is unsuccessful.\r\nDated this 25th day of July 2024\r\n\r\nSarah Wallace\r\nFor the Registrar\r\n\r\n35 I have made a reduction from the guidance set out Annex A of the Tribunal Practice Notice 2 of\r\n\r\n2016 on the basis that the applicant did not file any evidence for the opponent to consider.\r\n36 This is on the basis that the hearing did not last the full day with only one side in attendance and\r\nwas limited to a single ground.\r\n\r\nPage 33 of 33\r\n\r\n\f",
        "output": "{\"case_ref\":\"O\/0703\/24\",\"officer\":\"Sarah Wallace\",\"dec_date\":\"2024-07-25\",\"jurisdiction\":\"UK\",\"app_mark\":\"JOLLY PECKISH\",\"opp_mark\":\"JOLLY\",\"app_name\":\"Stonegate Farmers Limited\",\"app_spec\":\"Eggs; Birds egg products; Dairy products for food; Prepared meals; Snacks; Sandwiches; Meat pies; Cereal-based savoury snacks; Pastries, cakes, tarts, biscuits, breads.\",\"opp_spec\":\"Meat; Fish; Poultry; Prepared meals; Meat-based snacks; Sausage rolls; Vegan products; Catering services.\",\"app_class\":[29,30],\"opp_class\":[29,30,43],\"comp_mkt\":true,\"market_overlap_duration\":null,\"attention\":3,\"distinct\":3,\"confusion\":true,\"conf_type\":\"indirect\"}"
    }
]